const district = 'admiralteysky'

export const admiralteyskyDepartments = [
  {
    coordinates: [59.913875, 30.300588],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ПРОГИМНАЗИЯ РАДУГА № 624 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул 8-я Красноармейская, д 16 литера а',
    district: district,
    vkLink:   'https://vk.com/raduga624',
    type: 0
  },
  
  {
    coordinates: [59.913230, 30.309319],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №266 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул 5-я Красноармейская, д 23 литера а',
    district: district,
    vkLink:   'https://vk.com/shkola266',
    type: 0
  },
  
  {
    coordinates: [59.926846, 30.293725],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 259 ИМЕНИ М.Т. ЛОРИС-МЕЛИКОВА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, наб Крюкова канала, д 3 литера а',
    district: district,
    vkLink:   'https://vk.com/spbschool259',
    type: 0
  },
  
  {
    coordinates: [59.922147, 30.309760],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 229 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, пер Бойцова, д 3 литера а',
    district: district,
    vkLink:   'https://vk.ru/public205756384',
    type: 0
  },
  
  {
    coordinates: [59.914637, 30.305232],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 272 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул 8-я Красноармейская, д 3 литера а',
    district: district,
    vkLink:   'https://vk.com/gimn272',
    type: 0
  },
  
  {
    coordinates: [59.912445, 30.322713],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 307 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Малодетскосельский пр-кт, д 23 литера а',
    district: district,
    vkLink:   'https://vk.com/public205402965',
    type: 0
  },
  
  {
    coordinates: [59.926251, 30.280609],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №235 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ОТДЕЛЬНЫХ УЧЕБНЫХ ПРЕДМЕТОВ ИМ. Д.Д. ШОСТАКОВИЧА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, наб Реки Пряжки, д 4-6 литера а',
    district: district,
    vkLink:   'https://vk.com/spb_school235',
    type: 0
  },
  
  {
    coordinates: [59.924763, 30.332478],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ОБРАЗОВАНИЯ №195 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Бородинская, д 11 литера а',
    district: district,
    vkLink:   'https://vk.com/sc195',
    type: 0
  },
  
  {
    coordinates: [59.927026, 30.309436],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ТВОРЧЕСТВА У ВОЗНЕСЕНСКОГО МОСТА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Гражданская, д 26 литера а',
    district: district,
    vkLink:   'https://vk.com/uvoznesenskogomosta',
    type: 1
  },
  
  {
    coordinates: [59.912138, 30.326127],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 317 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Серпуховская, д 39 литера а',
    district: district,
    vkLink:   'https://vk.com/spbschool317',
    type: 0
  },
  
  {
    coordinates: [59.911818, 30.298019],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 280 ИМЕНИ М.Ю. ЛЕРМОНТОВА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Лермонтовский пр-кт, д 52 литера а',
    district: district,
    vkLink:   'https://vk.com/school280_spb',
    type: 0
  },
  
  {
    coordinates: [59.904559, 30.276225],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 263 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Старо-Петергофский пр-кт, д 33 литера а',
    district: district,
    vkLink:   'https://vk.com/school263spb',
    type: 0
  },
  
  {
    coordinates: [59.913839, 30.298378],
    name:     `ЧАСТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ УНИВЕРСИТЕТ ТЕХНОЛОГИЙ УПРАВЛЕНИЯ И ЭКОНОМИКИ`,
    address:  'г Санкт-Петербург, Лермонтовский пр-кт, д 44 литера а',
    district: district,
    vkLink:   'https://vk.com/spbume_university',
    type: 1
  },
  
  {
    coordinates: [59.904469, 30.270809],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 287 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Бумажная, д 5 литера а',
    district: district,
    vkLink:   'https://vk.com/sch287',
    type: 0
  },
  
  {
    coordinates: [59.920483, 30.294794],
    name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОМ МОЛОДЕЖИ РЕКОРД`,
    address:  'г Санкт-Петербург, Лермонтовский пр-кт, д 14 литера а, помещ 1Н',
    district: district,
    vkLink:   'https://vk.com/dmrecord',
    type: 1
  },
  
  {
    coordinates: [59.926156, 30.325139],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛЕНИНГРАДСКИЙ ОБЛАСТНОЙ КОЛЛЕДЖ КУЛЬТУРЫ И ИСКУССТВА`,
    address:  'г Санкт-Петербург, ул Гороховая, д 57 литера а',
    district: district,
    vkLink:   '-',
    type: 0
  },
  
  {
    coordinates: [59.924032, 30.317189],
    name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ УНИВЕРСИТЕТ ПУТЕЙ СООБЩЕНИЯ ИМПЕРАТОРА АЛЕКСАНДРА I`,
    address:  'г Санкт-Петербург, Московский пр-кт, д 9',
    district: district,
    vkLink:   'https://vk.com/pgups_ru',
    type: 1
  },
  
  {
    coordinates: [59.930187, 30.315383],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВТОРАЯ САНКТ-ПЕТЕРБУРГСКАЯ ГИМНАЗИЯ`,
    address:  'г Санкт-Петербург, ул Казанская, д 27 литера а',
    district: district,
    vkLink:   'https://vk.com/2spbg',
    type: 0
  },
  
  {
    coordinates: [59.922152, 30.297066],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 232 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  '190068, ГОРОД САНКТ-ПЕТЕРБУРГ, НАБ. КРЮКОВА КАНАЛА, Д. 15, ЛИТЕР А, ПОМЕЩ. 1Н,2Н,3Н',
    district: district,
    vkLink:   'https://vk.com/school232spb',
    type: 0
  },
  
  {
    coordinates: [59.922278, 30.286412],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 245 ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА Ю.В. ПАСТОРОВА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  '190121, Г.Санкт-Петербург, УЛ. СОЮЗА ПЕЧАТНИКОВ, Д. 26, ЛИТЕРА А, ПОМЕЩ. 1Н, 9Н, 10Н, 12Н',
    district: district,
    vkLink:   'https://vk.com/public205403681',
    type: 0
  },
  
  {
    coordinates: [59.910862, 30.292081],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 278 ИМЕНИ Б.Б. ГОЛИЦЫНА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Дровяная, д 7А литера а',
    district: district,
    vkLink:   'https://vk.com/gymn278spb',
    type: 0
  },
  
  {
    coordinates: [59.916189, 30.325974],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 306 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Верейская, д 20 литера а',
    district: district,
    vkLink:   'https://vk.com/school_306',
    type: 0
  },
  
  {
    coordinates: [59.910866, 30.314826],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 564 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Егорова, д 24 литера а',
    district: district,
    vkLink:   'https://vk.com/school564spb',
    type: 0
  },
  
  {
    coordinates: [59.911890, 30.278399],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 616 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ЦЕНТР АБИЛИТАЦИИ С ИНДИВИДУАЛЬНЫМИ ФОРМАМИ ОБУЧЕНИЯ ДИНАМИКА`,
    address:  'г Санкт-Петербург, ул Курляндская, д 29 литера а',
    district: district,
    vkLink:   'https://vk.com/dinamika616',
    type: 0
  },
  
  {
    coordinates: [59.916361, 30.317287],
    name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ БАЛТИЙСКИЙ ГОСУДАРСТВЕННЫЙ ТЕХНИЧЕСКИЙ УНИВЕРСИТЕТ ВОЕНМЕХ ИМ. Д.Ф. УСТИНОВА`,
    address:  'г Санкт-Петербург, ул 1-я Красноармейская, д 1',
    district: district,
    vkLink:   'https://vk.com/bstu_voenmeh',
    type: 1
  },
  
  {
    coordinates: [59.905127, 30.275902],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 2 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Старо-Петергофский пр-кт, д 33 литера б',
    district: district,
    vkLink:   'https://vk.com/schoolint2',
    type: 0
  },
  
  {
    coordinates: [59.939099, 30.308358],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 225 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Адмиралтейская наб, д 4 литера а',
    district: district,
    vkLink:   'https://vk.com/club206410937',
    type: 0
  },
  
  {
    coordinates: [59.914917, 30.310290],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 281 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Советский пер, д 4 литера а',
    district: district,
    vkLink:   'https://vk.com/liceum281spb',
    type: 0
  },
  
  {
    coordinates: [59.913343, 30.321599],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 5 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Батайский пер, д 6-8 литера а',
    district: district,
    vkLink:   'https://vk.com/club205402851',
    type: 0
  },
  
  {
    coordinates: [59.910465, 30.314566],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ТВОРЧЕСТВА ИЗМАЙЛОВСКИЙ АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Егорова, д 26А литера а',
    district: district,
    vkLink:   'https://vk.com/club144443974',
    type: 1
  },
  
  {
    coordinates: [59.915513, 30.326765],
    name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТР АДМИРАЛТЕЙСКИЙ ПО РАБОТЕ С ПОДРОСТКАМИ И МОЛОДЕЖЬЮ`,
    address:  'г Санкт-Петербург, ул Верейская, д 22-24, помещ 3Н',
    district: district,
    vkLink:   'https://vk.com/tsentr_admiralteisky',
    type: 1
  },
  
  {
    coordinates: [59.911949, 30.270216],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 288 ИМЕНИ ОЛЕГА ОЛЬХОВСКОГО АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Курляндская, д 43 литера а',
    district: district,
    vkLink:   'https://vk.com/publicgbousosh288',
    type: 0
  },
  
  {
    coordinates: [59.923992, 30.308421],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №241 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Вознесенский пр-кт, д 38/4 литера а',
    district: district,
    vkLink:   'https://vk.com/club205427622',
    type: 0
  },
  
  {
    coordinates: [59.928505, 30.315976],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 243 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, пер Гривцова, д 18 литера а',
    district: district,
    vkLink:   'https://vk.com/club206388050',
    type: 0
  },
  
  {
    coordinates: [59.926025, 30.309319],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 256 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, наб Канала Грибоедова, д 76 литера п',
    district: district,
    vkLink:   'https://vk.com/public190837033',
    type: 0
  },
  
  {
    coordinates: [59.919364, 30.295045],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 260 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Лермонтовский пр-кт, д 21 литера а',
    district: district,
    vkLink:   'https://vk.com/school_260spb',
    type: 0
  },
  
  {
    coordinates: [59.914507, 30.294560],
    name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКИЙ АРХИТЕКТУРНО-СТРОИТЕЛЬНЫЙ КОЛЛЕДЖ`,
    address:  'г Санкт-Петербург, Рижский пр-кт, д 3 к 2 литера в',
    district: district,
    vkLink:   'https://vk.com/spaskofficial',
    type: 0
  },
  
  {
    coordinates: [59.926981, 30.292171],
    name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКОЕ МУЗЫКАЛЬНОЕ УЧИЛИЩЕ ИМЕНИ Н.А. РИМСКОГО-КОРСАКОВА`,
    address:  'г Санкт-Петербург, пер Матвеева, д 1 к а',
    district: district,
    vkLink:   'https://vk.com/rimkor_spb',
    type: 0
  },
  
  {
    coordinates: [59.929610, 30.304846],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №255 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ОТДЕЛЬНЫХ УЧЕБНЫХ ПРЕДМЕТОВ АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, Фонарный пер, д 4 литера а',
    district: district,
    vkLink:   'https://vk.com/school255spb',
    type: 0
  },
  
  {
    coordinates: [59.918945, 30.286278],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 234 АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Канонерская, д 33 литера а',
    district: district,
    vkLink:   'https://vk.com/public205424641',
    type: 0
  },
  
  {
    coordinates: [59.931549, 30.288784],
    name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 238 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА АДМИРАЛТЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
    address:  'г Санкт-Петербург, ул Галерная, д 36-38 литера а',
    district: district,
    vkLink:   'https://vk.com/gbou238',
    type: 0
  },
  
  {
    coordinates: [59.918102, 30.276612],
    name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ МОРСКОЙ ТЕХНИЧЕСКИЙ УНИВЕРСИТЕТ`,
    address:  'г Санкт-Петербург, ул Лоцманская, д 3',
    district: district,
    vkLink:   'https://vk.com/spbmtu',
    type: 1
  },
  
  {
    coordinates: [59.911768, 30.308915],
    name:     `ЧАСТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ОБЩЕГО И ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЛАБОРАТОРИЯ НЕПРЕРЫВНОГО МАТЕМАТИЧЕСКОГО ОБРАЗОВАНИЯ`,
    address:  '190005, Г.САНКТ-ПЕТЕРБУРГ, ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ ОКРУГ ИЗМАЙЛОВСКОЕ, УЛ 7-Я КРАСНОАРМЕЙСКАЯ, Д. 25, ЛИТЕРА А, ЧАСТЬ ПОМ. 51-Н, № 11, ЧАСТЬ ПОМ. 442',
    district: district,
    vkLink:   'https://vk.com/lnmoschool',
    type: 1
  },
  
  {
    coordinates: [59.929560, 30.296671],
    name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ УНИВЕРСИТЕТ АЭРОКОСМИЧЕСКОГО ПРИБОРОСТРОЕНИЯ`,
    address:  'г Санкт-Петербург, ул Большая Морская, д 67 литера а',
    district: district,
    vkLink:   'https://vk.com/guap_ru',
    type: 1
  },  
]

export const admiralteyskyDistrict  = {
    name: district,
    color: 'rgba(165, 214, 31, 0.20)',
    borderColor: 'rgba(165, 214, 31, 0.65)',
    coordinates: [
        [30.318405, 59.908638], [30.319501, 59.908642], [30.320132, 59.908696], [30.320775, 59.908776], [30.321951, 59.909115],
        [30.325153, 59.910333], [30.332576, 59.913051], [30.333521, 59.913375], [30.339412, 59.915524], [30.340081, 59.915743],
        [30.340133, 59.916108], [30.340523, 59.916278], [30.340712, 59.916359], [30.340973, 59.916467], [30.341209, 59.916552],
        [30.341228, 59.916559], [30.341704, 59.916729], [30.342176, 59.916905], [30.342498, 59.917028], [30.342678, 59.917093],
        [30.342518, 59.917224], [30.342156, 59.917521], [30.341974, 59.917672], [30.341783, 59.917828], [30.341493, 59.918072],
        [30.341301, 59.918235], [30.340808, 59.918650], [30.340654, 59.918777], [30.340494, 59.918908], [30.339669, 59.919586],
        [30.339541, 59.919672], [30.339379, 59.919780], [30.339255, 59.919872], [30.338945, 59.920127], [30.338484, 59.920501],
        [30.338310, 59.920645], [30.338090, 59.920826], [30.337952, 59.920935], [30.337795, 59.921061], [30.337194, 59.921554],
        [30.337112, 59.921625], [30.336555, 59.922091], [30.336473, 59.922160], [30.336370, 59.922249], [30.336162, 59.922425],
        [30.336107, 59.922464], [30.335231, 59.923316], [30.335786, 59.923537], [30.330453, 59.926074], [30.330019, 59.926299],
        [30.327030, 59.925151], [30.321871, 59.928599], [30.318983, 59.930530], [30.317818, 59.931310], [30.315311, 59.932995],
        [30.311861, 59.935301], [30.311776, 59.935358], [30.311543, 59.935515], [30.311461, 59.935570], [30.311418, 59.935599],
        [30.311230, 59.935725], [30.310931, 59.935926], [30.310842, 59.935987], [30.310559, 59.936177], [30.310403, 59.936282],
        [30.310312, 59.936343], [30.310231, 59.936397], [30.310129, 59.936465], [30.310302, 59.936646], [30.312391, 59.937388],
        [30.312416, 59.937458], [30.312633, 59.937948], [30.312638, 59.938009], [30.312629, 59.938061], [30.312614, 59.938102],
        [30.312589, 59.938145], [30.312562, 59.938178], [30.312520, 59.938218], [30.312476, 59.938256], [30.312431, 59.938290],
        [30.309989, 59.939888], [30.309079, 59.940512], [30.308274, 59.941057], [30.298391, 59.937494], [30.285014, 59.933820],
        [30.281797, 59.933064], [30.277387, 59.932027], [30.272459, 59.928735], [30.270717, 59.925606], [30.269037, 59.922587],
        [30.267780, 59.921320], [30.265311, 59.918831], [30.262445, 59.917395], [30.262117, 59.917355], [30.260493, 59.917260],
        [30.261523, 59.916957], [30.262066, 59.916436], [30.262152, 59.915841], [30.262201, 59.913674], [30.261913, 59.912359],
        [30.260905, 59.910755], [30.259941, 59.909349], [30.257642, 59.906888], [30.257541, 59.906785], [30.256061, 59.904967],
        [30.255926, 59.904801], [30.255385, 59.904136], [30.253513, 59.902684], [30.250278, 59.901319], [30.250229, 59.901291],
        [30.251123, 59.901030], [30.252996, 59.900407], [30.253645, 59.900223], [30.254016, 59.900170], [30.254503, 59.900300],
        [30.255021, 59.900442], [30.255628, 59.900556], [30.256151, 59.900572], [30.257005, 59.900495], [30.257573, 59.900396],
        [30.261149, 59.899864], [30.262100, 59.899891], [30.262968, 59.900082], [30.264612, 59.900571], [30.265054, 59.900960],
        [30.265708, 59.901819], [30.266150, 59.901956], [30.266683, 59.901964], [30.267670, 59.902012], [30.268127, 59.902092],
        [30.268612, 59.902200], [30.268976, 59.902311], [30.269096, 59.902409], [30.269288, 59.902376], [30.269350, 59.902366],
        [30.269548, 59.902335], [30.269637, 59.902316], [30.270342, 59.902178], [30.271069, 59.902035], [30.271346, 59.901981],
        [30.271625, 59.901927], [30.271933, 59.901866], [30.272030, 59.901847], [30.272545, 59.901745], [30.272736, 59.901707],
        [30.272868, 59.901681], [30.272915, 59.901711], [30.272967, 59.901736], [30.273022, 59.901756], [30.273090, 59.901777],
        [30.273161, 59.901792], [30.273240, 59.901802], [30.273314, 59.901805], [30.273390, 59.901803], [30.273459, 59.901797],
        [30.273527, 59.901787], [30.273596, 59.901772], [30.273656, 59.901753], [30.273720, 59.901727], [30.273768, 59.901696],
        [30.273807, 59.901667], [30.273842, 59.901632], [30.273872, 59.901584], [30.273882, 59.901544], [30.273878, 59.901506],
        [30.273996, 59.901501], [30.274107, 59.901496], [30.274205, 59.901494], [30.274297, 59.901499], [30.274387, 59.901512],
        [30.274476, 59.901528], [30.274583, 59.901563], [30.275829, 59.901114], [30.276341, 59.901360], [30.276802, 59.901631],
        [30.276775, 59.901645], [30.276978, 59.901770], [30.277102, 59.901846], [30.277240, 59.901941], [30.277462, 59.902096],
        [30.277636, 59.902273], [30.279635, 59.903356], [30.280015, 59.903559], [30.280182, 59.903593], [30.280355, 59.903637],
        [30.280708, 59.903748], [30.280914, 59.903797], [30.281158, 59.903841], [30.281401, 59.903876], [30.281915, 59.903924],
        [30.282125, 59.903935], [30.283617, 59.903804], [30.284581, 59.903711], [30.286638, 59.903547], [30.289087, 59.903302],
        [30.289908, 59.903243], [30.289913, 59.903178], [30.290591, 59.903140], [30.290744, 59.903125], [30.290898, 59.903110],
        [30.291129, 59.903130], [30.292048, 59.903078], [30.292764, 59.902963], [30.293090, 59.902895], [30.293124, 59.902925],
        [30.293454, 59.902865], [30.293935, 59.902771], [30.294201, 59.902732], [30.294228, 59.902801], [30.294692, 59.902755],
        [30.294730, 59.902748], [30.294766, 59.902670], [30.294761, 59.902521], [30.294967, 59.902569], [30.295040, 59.902502],
        [30.295407, 59.902603], [30.295700, 59.902320], [30.295659, 59.902308], [30.295641, 59.902244], [30.295505, 59.902204],
        [30.295570, 59.902143], [30.295474, 59.902116], [30.295721, 59.901893], [30.295737, 59.901897], [30.295790, 59.901864],
        [30.295844, 59.901799], [30.296196, 59.901873], [30.296286, 59.901892], [30.296522, 59.901964], [30.296604, 59.901988],
        [30.296669, 59.901990], [30.296736, 59.901958], [30.296854, 59.901944], [30.296880, 59.901937], [30.296899, 59.901908],
        [30.296940, 59.901701], [30.297006, 59.900948], [30.297034, 59.900948], [30.297055, 59.900557], [30.297029, 59.900367],
        [30.297009, 59.900286], [30.296956, 59.900265], [30.296799, 59.899972], [30.296782, 59.899940], [30.296646, 59.899694],
        [30.296562, 59.899510], [30.296492, 59.899334], [30.296470, 59.899242], [30.296484, 59.899159], [30.296430, 59.899159],
        [30.296384, 59.899160], [30.296325, 59.898974], [30.296322, 59.898904], [30.296292, 59.898849], [30.296126, 59.898634],
        [30.295773, 59.898077], [30.295603, 59.897819], [30.295265, 59.897228], [30.295314, 59.897181], [30.295179, 59.896939],
        [30.295066, 59.896774], [30.294975, 59.896565], [30.295114, 59.896545], [30.294978, 59.896295], [30.294781, 59.896123],
        [30.297891, 59.896031], [30.300188, 59.896130], [30.300404, 59.896134], [30.300792, 59.896141], [30.301393, 59.896152],
        [30.301705, 59.896158], [30.302607, 59.896186], [30.303629, 59.896201], [30.303843, 59.896204], [30.303970, 59.896206],
        [30.304917, 59.896220], [30.305332, 59.896225], [30.305473, 59.896226], [30.306081, 59.896236], [30.307123, 59.896251],
        [30.307495, 59.896256], [30.308314, 59.896268], [30.308691, 59.896273], [30.309376, 59.896283], [30.309844, 59.896290],
        [30.310201, 59.896290], [30.310317, 59.896288], [30.310397, 59.896286], [30.310469, 59.896278], [30.310545, 59.896268],
        [30.310937, 59.896273], [30.311766, 59.896317], [30.312257, 59.896345], [30.313597, 59.896360], [30.313797, 59.896344],
        [30.314142, 59.896351], [30.314493, 59.896362], [30.314799, 59.896370], [30.315510, 59.896385], [30.315627, 59.896386],
        [30.316178, 59.896391], [30.316609, 59.896395], [30.316663, 59.896395], [30.317436, 59.896405], [30.318048, 59.896412],
        [30.318473, 59.896417], [30.318643, 59.896419], [30.318686, 59.896420], [30.318869, 59.896422], [30.319033, 59.896424],
        [30.319143, 59.896425], [30.319176, 59.896425], [30.318818, 59.902387], [30.318658, 59.902762], [30.318402, 59.908195],
        [30.318396, 59.908509], [30.318405, 59.908638]
    ]
};