const district = 'centralny'

export const centralnyDepartments = [
      {
        coordinates: [59.931914, 30.325929],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ ЭКОНОМИЧЕСКИЙ УНИВЕРСИТЕТ`,
        address:  'г Санкт-Петербург, наб Канала Грибоедова, д 30-32 литера а',
        district: district,
        vkLink:   'https://vk.com/unecon',
        type: 1
      },
      
      {
        coordinates: [59.934862, 30.316218],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ УНИВЕРСИТЕТ ПРОМЫШЛЕННЫХ ТЕХНОЛОГИЙ И ДИЗАЙНА`,
        address:  'г Санкт-Петербург, ул Большая Морская, д 18 литера а',
        district: district,
        vkLink:   'https://vk.com/spsutd',
        type: 1
      },
      
      {
        coordinates: [59.935953, 30.368725],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ НЕТИПОВОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКИЙ ГОРОДСКОЙ ЦЕНТР ДЕТСКОГО ТЕХНИЧЕСКОГО ТВОРЧЕСТВА`,
        address:  'г Санкт-Петербург, ул 6-я Советская, д 3',
        district: district,
        vkLink:   'https://vk.com/spbgcdtt',
        type: 1
      },
      
      {
        coordinates: [59.944685, 30.351368],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ПРЕЗИДЕНТСКИЙ ФИЗИКО-МАТЕМАТИЧЕСКИЙ ЛИЦЕЙ № 239`,
        address:  'г Санкт-Петербург, ул Кирочная, д 8 литера б',
        district: district,
        vkLink:   'https://vk.com/fml239',
        type: 0
      },
      
      {
        coordinates: [59.936350, 30.355439],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 171 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маяковского, д 9/16 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnase_171',
        type: 0
      },
      
      {
        coordinates: [59.943097, 30.349950],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 189 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА А.И.МАРИНЕСКО`,
        address:  'г Санкт-Петербург, ул Пестеля, д 16Б литера б',
        district: district,
        vkLink:   'https://vk.com/school189spb',
        type: 0
      },
      
      {
        coordinates: [59.937482, 30.324236],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 222 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО ЯЗЫКА ПЕТРИШУЛЕ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Невский пр-кт, д 22-24 литера а',
        district: district,
        vkLink:   'https://vk.com/petrischule222official',
        type: 0
      },
      
      {
        coordinates: [59.919769, 30.356156],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 304 ЦЕНТР ПОДГОТОВКИ КАДЕТ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Черняховского, д 30 литера а',
        district: district,
        vkLink:   'https://vk.com/sch304',
        type: 0
      },
      
      {
        coordinates: [59.933356, 30.354055],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 214 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маяковского, д 8 литера а',
        district: district,
        vkLink:   'https://vk.com/express214',
        type: 0
      },
      
      {
        coordinates: [59.937648, 30.344372],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ФОНТАНКА-32`,
        address:  'г Санкт-Петербург, наб Реки Фонтанки, д 32/1 литера а',
        district: district,
        vkLink:   'https://vk.com/vritmecentra',
        type: 1
      },
      
      {
        coordinates: [59.933050, 30.339835],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ НЕТИПОВОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКИЙ ГОРОДСКОЙ ДВОРЕЦ ТВОРЧЕСТВА ЮНЫХ`,
        address:  'г Санкт-Петербург, Невский пр-кт, д 39 литера а',
        district: district,
        vkLink:   'https://vk.com/anichkov_palace',
        type: 1
      },
      
      {
        coordinates: [59.924280, 30.382056],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 168 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Невский пр-кт, д 169 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou168',
        type: 0
      },
      
      {
        coordinates: [59.948293, 30.345890],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ПАТРИОТИЧЕСКОГО ВОСПИТАНИЯ МОЛОДЕЖИ ДЗЕРЖИНЕЦ`,
        address:  'г Санкт-Петербург, ул Шпалерная, д 15-17 литера а',
        district: district,
        vkLink:   'https://vk.com/dz_spb',
        type: 1
      },
      
      {
        coordinates: [59.935304, 30.319839],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ РОССИЙСКИЙ ГОСУДАРСТВЕННЫЙ ПЕДАГОГИЧЕСКИЙ УНИВЕРСИТЕТ ИМ. А. И. ГЕРЦЕНА`,
        address:  'г Санкт-Петербург, наб Реки Мойки, д 48',
        district: district,
        vkLink:   'https://vk.com/uniherzen',
        type: 1
      },
      
      {
        coordinates: [59.944372, 30.390253],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ВНЕШКОЛЬНОЙ РАБОТЫ С ДЕТЬМИ,МОЛОДЕЖЬЮ И ВЗРОСЛЫМИ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '191124, ГОРОД САНКТ-ПЕТЕРБУРГ, УЛ. ЯРОСЛАВСКАЯ, Д. 15, ЛИТ. А, КВ. 1Н-8Н',
        district: district,
        vkLink:   'https://vk.com/cvrcr',
        type: 1
      },
      
      {
        coordinates: [59.934371, 30.359140],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 209 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ПАВЛОВСКАЯ ГИМНАЗИЯ`,
        address:  '190000, ГОРОД САНКТ-ПЕТЕРБУРГ, УЛ. ВОССТАНИЯ, Д.8, ЛИТА',
        district: district,
        vkLink:   'https://vk.com/pamyatidelo',
        type: 0
      },
      
      {
        coordinates: [59.939839, 30.381265],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 174 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ И.К. БЕЛЕЦКОГО`,
        address:  'г Санкт-Петербург, Дегтярный пер, д 24 литера а',
        district: district,
        vkLink:   'https://vk.com/schkola174',
        type: 0
      },
      
      {
        coordinates: [59.926539, 30.369381],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 169 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ОТДЕЛЬНЫХ УЧЕБНЫХ ПРЕДМЕТОВ, ПРЕДМЕТНЫХ ОБЛАСТЕЙ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ РОССИЙСКОЙ ФЕДЕРАЦИИ А.В. ВОСКРЕСЕНСКОГО`,
        address:  'г Санкт-Петербург, ул Харьковская, д 13 литера а',
        district: district,
        vkLink:   'https://vk.com/school13x13',
        type: 0
      },
      
      {
        coordinates: [59.936805, 30.316263],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 210 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Невский пр-кт, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/school210spb',
        type: 0
      },
      
      {
        coordinates: [59.918115, 30.343590],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 612 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Звенигородская, д 30А литера а',
        district: district,
        vkLink:   'https://vk.com/gbou612',
        type: 0
      },
      
      {
        coordinates: [59.942345, 30.353508],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ПРЕОБРАЖЕНСКИЙ`,
        address:  'г Санкт-Петербург, ул Рылеева, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/ddt.preobragenskyi',
        type: 1
      },
      
      {
        coordinates: [59.933244, 30.383385],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ОБРАЗОВАНИЯ № 80 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА РОЖДЕСТВЕНСКАЯ ШКОЛА`,
        address:  'г Санкт-Петербург, ул 8-я Советская, д 62 литера а',
        district: district,
        vkLink:   'https://vk.com/school80spb',
        type: 0
      },
      
      {
        coordinates: [59.933054, 30.356256],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 207 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Невский пр-кт, д 100 литера ш',
        district: district,
        vkLink:   'https://vk.com/school207spb',
        type: 0
      },
      
      {
        coordinates: [59.937616, 30.320324],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 636 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, наб Реки Мойки, д 38 литера а',
        district: district,
        vkLink:   'https://vk.com/school636spb',
        type: 0
      },
      
      {
        coordinates: [59.919969, 30.351019],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 309 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Константина Заслонова, д 6 литера а',
        district: district,
        vkLink:   'https://vk.com/sch309',
        type: 0
      },
      
      {
        coordinates: [59.928950, 30.366330],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 153 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ РОССИЙСКОЙ ФЕДЕРАЦИИ В.В. ТАТАШВИЛИ`,
        address:  'г Санкт-Петербург, ул Гончарная, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/sch153',
        type: 0
      },
      
      {
        coordinates: [59.936064, 30.378081],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 178 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул 9-я Советская, д 31 литера а',
        district: district,
        vkLink:   'https://vk.com/school178',
        type: 0
      },
      
      {
        coordinates: [59.937341, 30.382519],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 5 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Моисеенко, д 19 литера а',
        district: district,
        vkLink:   'https://vk.com/public205404036',
        type: 0
      },
      
      {
        coordinates: [59.936778, 30.368743],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 155 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '191036, Г.Санкт-Петербург, ПР-КТ ГРЕЧЕСКИЙ, Д. 21, ЛИТЕРА А, Б, Г',
        district: district,
        vkLink:   'https://vk.com/gym155',
        type: 0
      },
      
      {
        coordinates: [59.945004, 30.390824],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 157 САНКТ-ПЕТЕРБУРГА ИМЕНИ ПРИНЦЕССЫ Е.М.ОЛЬДЕНБУРГСКОЙ`,
        address:  '191124, Г.Санкт-Петербург, УЛ. ЛАФОНСКАЯ, Д. 1, ЛИТЕРЫ А,Б',
        district: district,
        vkLink:   'https://vk.com/gymnasium157',
        type: 0
      },
      
      {
        coordinates: [59.936417, 30.366632],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 166 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Прудковский пер, д 1/8 литера а',
        district: district,
        vkLink:   'https://vk.com/gymn166',
        type: 0
      },
      
      {
        coordinates: [59.929335, 30.377555],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 167 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Херсонская, д 9/11 литера а',
        district: district,
        vkLink:   'https://vk.com/spb167',
        type: 0
      },
      
      {
        coordinates: [59.943796, 30.341776],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 181 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Соляной пер, д 12 литера а',
        district: district,
        vkLink:   'https://vk.com/public170997179',
        type: 0
      },
      
      {
        coordinates: [59.948843, 30.356391],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 185 С УГЛУБЛЁННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Шпалерная, д 33 литера а',
        district: district,
        vkLink:   'https://vk.com/club12788239',
        type: 0
      },
      
      {
        coordinates: [59.940316, 30.341569],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 190 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, наб Реки Фонтанки, д 22 литера а',
        district: district,
        vkLink:   'https://vk.com/public197918476',
        type: 0
      },
      
      {
        coordinates: [59.941853, 30.359850],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 193 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Гродненский пер, д 8-10 литера а',
        district: district,
        vkLink:   'https://vk.com/school193spb',
        type: 0
      },
      
      {
        coordinates: [59.944855, 30.360847],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 197 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ОТДЕЛЬНЫХ УЧЕБНЫХ ПРЕДМЕТОВ, ПРЕДМЕТНЫХ ОБЛАСТЕЙ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Фурштатская, д 29А литера а',
        district: district,
        vkLink:   'https://vk.com/spb_school_197',
        type: 0
      },
      
      {
        coordinates: [59.943016, 30.323100],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 204 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ (АНГЛИЙСКОГО И ФИНСКОГО) ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Миллионная, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/school2_0_4',
        type: 0
      },
      
      {
        coordinates: [59.925737, 30.355223],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 294 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Коломенская, д 6 литера б',
        district: district,
        vkLink:   'https://vk.com/public216433660',
        type: 0
      },
      
      {
        coordinates: [59.923238, 30.340913],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 321 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Социалистическая, д 7/11 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool321',
        type: 0
      },
      
      {
        coordinates: [59.929091, 30.332801],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 550 ШКОЛА ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Торговый пер, д 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school_550_spb',
        type: 0
      },
      
      {
        coordinates: [59.937562, 30.357891],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ НАЧАЛЬНАЯ ШКОЛА - ДЕТСКИЙ САД № 620 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА РОСТОК`,
        address:  'г Санкт-Петербург, Ковенский пер, д 10А литера а',
        district: district,
        vkLink:   'https://vk.com/public205421803',
        type: 0
      },
      
      {
        coordinates: [59.937576, 30.348657],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА С УГЛУБЛЁННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТОВ МУЗЫКАЛЬНОГО ЦИКЛА ТУТТИ ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Литейный пр-кт, д 46 литера а',
        district: district,
        vkLink:   'https://vk.com/club3263885',
        type: 0
      },
      
      {
        coordinates: [59.930863, 30.358179],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ОБЪЕДИНЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫХ КЛУБОВ ЦЕНТРАЛЬНОГО РАЙОНА ПЕРСПЕКТИВА`,
        address:  'г Санкт-Петербург, ул Пушкинская, д 2/79',
        district: district,
        vkLink:   'https://vk.com/opmk_perspektiva',
        type: 1
      },
      
      {
        coordinates: [59.928861, 30.338667],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 206 ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, наб Реки Фонтанки, д 62 литера а',
        district: district,
        vkLink:   'https://vk.com/sch206_official',
        type: 0
      },
      
      {
        coordinates: [59.943471, 30.371528],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ СЕВЕРО-ЗАПАДНЫЙ ГОСУДАРСТВЕННЫЙ МЕДИЦИНСКИЙ УНИВЕРСИТЕТ ИМЕНИ И.И. МЕЧНИКОВА МИНИСТЕРСТВА ЗДРАВООХРАНЕНИЯ РОССИЙСКОЙ ФЕДЕРАЦИИ`,
        address:  'г Санкт-Петербург, ул Кирочная, д 41',
        district: district,
        vkLink:   'https://vk.com/szgmu_university',
        type: 1
      },
      
      {
        coordinates: [59.931494, 30.317934],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 211 ИМЕНИ ПЬЕРА ДЕ КУБЕРТЕНА ЦЕНТРАЛЬНОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '191186, ГОРОД САНКТ-ПЕТЕРБУРГ, УЛ. ГОРОХОВАЯ, Д. 20, ЛИТЕР А, Б, В',
        district: district,
        vkLink:   'https://vk.com/lycee_211_spb',
        type: 0
      },
      
      {
        coordinates: [59.940416, 30.345521],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКОЕ МУЗЫКАЛЬНОЕ УЧИЛИЩЕ ИМЕНИ М.П.МУСОРГСКОГО`,
        address:  'г Санкт-Петербург, ул Моховая, д 36',
        district: district,
        vkLink:   'https://vk.com/musorgsky_spb',
        type: 0
      },
      
      {
        coordinates: [59.935020, 30.317952],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ УНИВЕРСИТЕТ ТЕЛЕКОММУНИКАЦИЙ ИМ. ПРОФ. М.А. БОНЧ-БРУЕВИЧА`,
        address:  'г Санкт-Петербург, наб Реки Мойки, д 61 литера а',
        district: district,
        vkLink:   'https://vk.com/sutru',
        type: 1
      },
      
      {
        coordinates: [59.946536, 30.331391],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ ИНСТИТУТ КУЛЬТУРЫ`,
        address:  'г Санкт-Петербург, Дворцовая наб, д 2',
        district: district,
        vkLink:   'https://vk.com/spbgik_ru',
        type: 1
      },
      
      
]

export const centralnyDistrict  = {
    name: district,
    color: 'rgba(128, 102, 255, 0.20)',
    borderColor: 'rgba(128, 102, 255, 0.65)',
    coordinates: [
        [30.342678, 59.917093], [30.342498, 59.917028], [30.342176, 59.916905], [30.341704, 59.916729], [30.341228, 59.916559],
        [30.341209, 59.916552], [30.340973, 59.916467], [30.340712, 59.916359], [30.340523, 59.916278], [30.340133, 59.916108],
        [30.340081, 59.915743], [30.340674, 59.915892], [30.341044, 59.915965], [30.341446, 59.916018], [30.341871, 59.916048],
        [30.342475, 59.916066], [30.344336, 59.916113], [30.345196, 59.916079], [30.346016, 59.915983], [30.350632, 59.915237],
        [30.351775, 59.915088], [30.355546, 59.914503], [30.358172, 59.914146], [30.359536, 59.914035], [30.361785, 59.913926],
        [30.362968, 59.913853], [30.363310, 59.913866], [30.369511, 59.914120], [30.372667, 59.914515], [30.382569, 59.916222],
        [30.385931, 59.916828], [30.388307, 59.917315], [30.392019, 59.917970], [30.393670, 59.918382], [30.402207, 59.920632],
        [30.397196, 59.924188], [30.395906, 59.925739], [30.394281, 59.929024], [30.396330, 59.933129], [30.400202, 59.938963],
        [30.401278, 59.942948], [30.403018, 59.948631], [30.403043, 59.949907], [30.403122, 59.951000], [30.403060, 59.951812],
        [30.402911, 59.952384], [30.402648, 59.953071], [30.402164, 59.953837], [30.399584, 59.955444], [30.396723, 59.956570],
        [30.394708, 59.957090], [30.392687, 59.957526], [30.390952, 59.957795], [30.388960, 59.957920], [30.387568, 59.957883],
        [30.386177, 59.957741], [30.384794, 59.957492], [30.383674, 59.957174], [30.376435, 59.953802], [30.371124, 59.952269],
        [30.363556, 59.951168], [30.359596, 59.951405], [30.349532, 59.951999], [30.345415, 59.952243], [30.334888, 59.950155],
        [30.330417, 59.949301], [30.329137, 59.949032], [30.327602, 59.948620], [30.326076, 59.948199], [30.316861, 59.945656],
        [30.309890, 59.941638], [30.308274, 59.941057], [30.309079, 59.940512], [30.309989, 59.939888], [30.312431, 59.938290],
        [30.312476, 59.938256], [30.312520, 59.938218], [30.312562, 59.938178], [30.312589, 59.938145], [30.312614, 59.938102],
        [30.312629, 59.938061], [30.312638, 59.938009], [30.312633, 59.937948], [30.312416, 59.937458], [30.312391, 59.937388],
        [30.310302, 59.936646], [30.310129, 59.936465], [30.310231, 59.936397], [30.310312, 59.936343], [30.310403, 59.936282],
        [30.310559, 59.936177], [30.310842, 59.935987], [30.310931, 59.935926], [30.311230, 59.935725], [30.311418, 59.935599],
        [30.311461, 59.935570], [30.311543, 59.935515], [30.311776, 59.935358], [30.311861, 59.935301], [30.315311, 59.932995],
        [30.317818, 59.931310], [30.318983, 59.930530], [30.321871, 59.928599], [30.327030, 59.925151], [30.330019, 59.926299],
        [30.330453, 59.926074], [30.335786, 59.923537], [30.335231, 59.923316], [30.336107, 59.922464], [30.336162, 59.922425],
        [30.336370, 59.922249], [30.336473, 59.922160], [30.336555, 59.922091], [30.337112, 59.921625], [30.337194, 59.921554],
        [30.337795, 59.921061], [30.337952, 59.920935], [30.338090, 59.920826], [30.338310, 59.920645], [30.338484, 59.920501],
        [30.338945, 59.920127], [30.339255, 59.919872], [30.339379, 59.919780], [30.339541, 59.919672], [30.339669, 59.919586],
        [30.340494, 59.918908], [30.340654, 59.918777], [30.340808, 59.918650], [30.341301, 59.918235], [30.341493, 59.918072],
        [30.341783, 59.917828], [30.341974, 59.917672], [30.342156, 59.917521], [30.342518, 59.917224], [30.342678, 59.917093]
    ]
};