const district = 'frunzensky'

export const frunzenskyDepartments = [
      {
        coordinates: [59.831236, 30.428759],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 603 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Малая Балканская, д 60 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school603spb',
        type: 0
      },
      
      {
        coordinates: [59.841152, 30.399205],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 302 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Дунайский пр-кт, д 48 к 2',
        district: district,
        vkLink:   'https://vk.com/school302_spb',
        type: 0
      },
      
      {
        coordinates: [59.829066, 30.411413],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 313 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Олеко Дундича, д 25 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school313_spb',
        type: 0
      },
      
      {
        coordinates: [59.869932, 30.397794],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 303 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО ЯЗЫКА И ПРЕДМЕТОВ ХУДОЖЕСТВЕННО-ЭСТЕТИЧЕСКОГО ЦИКЛА ИМЕНИ ФРИДРИХА ШИЛЛЕРА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Пражская, д 36 литера а',
        district: district,
        vkLink:   'https://vk.com/shillerpublic',
        type: 0
      },
      
      {
        coordinates: [59.840112, 30.390833],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 587 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Будапештская, д 79 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gimnazia587',
        type: 0
      },
      
      {
        coordinates: [59.844985, 30.385281],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 364 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Димитрова, д 9 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/club205401096',
        type: 0
      },
      
      {
        coordinates: [59.849894, 30.416982],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 492 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Димитрова, д 39 к 4 стр 1',
        district: district,
        vkLink:   'https://vk.com/club178267076',
        type: 0
      },
      
      {
        coordinates: [59.838046, 30.381517],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 444 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Купчинская, д 15 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school444spb',
        type: 0
      },
      
      {
        coordinates: [59.889629, 30.359697],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 360 ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА А.В. ГЕРМАНА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бухарестская, д 5 литера а',
        district: district,
        vkLink:   'https://vk.com/public107279417',
        type: 0
      },
      
      {
        coordinates: [59.870181, 30.363524],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 202 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белградская, д 8 к 2',
        district: district,
        vkLink:   'https://vk.com/public208732602',
        type: 0
      },
      
      {
        coordinates: [59.857030, 30.371150],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 299 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Славы, д 6 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club92245534',
        type: 0
      },
      
      {
        coordinates: [59.831367, 30.402600],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 365 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА М.П. КРАСНОЛУЦКОГО`,
        address:  'г Санкт-Петербург, ул Будапештская, д 93 литера а',
        district: district,
        vkLink:   'https://vk.com/news365school',
        type: 0
      },
      
      {
        coordinates: [59.852285, 30.389144],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 318 С УГЛУБЛЁННЫМ ИЗУЧЕНИЕМ ИТАЛЬЯНСКОГО ЯЗЫКА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Будапештская, д 64 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club5495',
        type: 0
      },
      
      {
        coordinates: [59.864742, 30.394974],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 201 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Турку, д 21 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rdsh201',
        type: 0
      },
      
      {
        coordinates: [59.836834, 30.423136],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 322 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Олеко Дундича, д 38 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school322spb',
        type: 0
      },
      
      {
        coordinates: [59.906792, 30.350682],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 359 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Расстанная, д 20 литера а',
        district: district,
        vkLink:   'https://vk.com/club205423315',
        type: 0
      },
      
      {
        coordinates: [59.840903, 30.419390],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 368 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ярослава Гашека, д 28 литера а',
        district: district,
        vkLink:   'https://vk.com/school_368_frunzensky',
        type: 0
      },
      
      {
        coordinates: [59.850775, 30.379990],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 298 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Альпийский пер, д 19 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/picsclub298',
        type: 0
      },
      
      {
        coordinates: [59.863676, 30.377618],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ДЕТСКОГО (ЮНОШЕСКОГО) ТВОРЧЕСТВА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Будапештская, д 30 к 2 литера а',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.909283, 30.342620],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ РОССИЙСКИЙ ГОСУДАРСТВЕННЫЙ ГИДРОМЕТЕОРОЛОГИЧЕСКИЙ УНИВЕРСИТЕТ`,
        address:  'г Санкт-Петербург, ул Воронежская, д 79',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.825719, 30.403948],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 314 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Малая Балканская, д 44 литера а',
        district: district,
        vkLink:   'https://vk.com/club170287811',
        type: 0
      },
      
      {
        coordinates: [59.876856, 30.380152],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 236 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА ИВАНА МОРОЗОВА`,
        address:  'г Санкт-Петербург, ул Пражская, д 7 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/club194414796',
        type: 0
      },
      
      {
        coordinates: [59.849062, 30.411835],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №8 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТОВ МУЗЫКАЛЬНОГО ЦИКЛА МУЗЫКА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Малая Бухарестская, д 5 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/shkola8_music',
        type: 0
      },
      
      {
        coordinates: [59.912432, 30.350965],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА №153 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Лиговский пр-кт, д 156 литера а',
        district: district,
        vkLink:   'https://vk.com/school153spb ',
        type: 0
      },
      
      {
        coordinates: [59.849216, 30.377816],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 205 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ Р.А. РОТМИСТРОВОЙ`,
        address:  'г Санкт-Петербург, ул Димитрова, д 10 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/respublika205',
        type: 0
      },
      
      {
        coordinates: [59.830997, 30.389817],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 212 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ярослава Гашека, д 9 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/novosti212',
        type: 0
      },
      
      {
        coordinates: [59.862370, 30.368393],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 213 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белградская, д 20 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school213spb',
        type: 0
      },
      
      {
        coordinates: [59.878111, 30.390290],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 215 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белы Куна, д 24 к 2',
        district: district,
        vkLink:   'https://vk.com/school_215_spb',
        type: 0
      },
      
      {
        coordinates: [59.832082, 30.408404],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №218 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Олеко Дундича, д 26 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club227187234',
        type: 0
      },
      
      {
        coordinates: [59.863559, 30.380277],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 226 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бухарестская, д 33 к 6 литера а',
        district: district,
        vkLink:   'https://vk.com/lyceum_226 ',
        type: 0
      },
      
      {
        coordinates: [59.867493, 30.406733],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №227 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Турку, д 30 литера а',
        district: district,
        vkLink:   'https://vk.com/school227spb',
        type: 0
      },
      
      {
        coordinates: [59.870822, 30.390428],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 230 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ХИМИИ И БИОЛОГИИ ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Пражская, д 25 литера а',
        district: district,
        vkLink:   'https://vk.com/public186110686',
        type: 0
      },
      
      {
        coordinates: [59.859664, 30.383502],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 292 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Будапештская, д 42 к 6 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm292',
        type: 0
      },
      
      {
        coordinates: [59.862303, 30.397651],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №295 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Славы, д 40 к 5 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnasium295',
        type: 0
      },
      
      {
        coordinates: [59.872213, 30.394426],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 296 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Пражская, д 30 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool296',
        type: 0
      },
      
      {
        coordinates: [59.835672, 30.396752],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 301 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ярослава Гашека, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public47972949',
        type: 0
      },
      
      {
        coordinates: [59.873582, 30.371896],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 305 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Будапештская, д 8 к 3',
        district: district,
        vkLink:   'https://vk.com/gboy305',
        type: 0
      },
      
      {
        coordinates: [59.855430, 30.389494],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 310 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА СЛОВО`,
        address:  'г Санкт-Петербург, пр-кт Славы, д 35 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school310spb',
        type: 0
      },
      
      {
        coordinates: [59.865095, 30.367360],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 311 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФИЗИКИ ФРУНЗЕНСКОГО РАЙОНА САНКТ ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белградская, д 14 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public205398458',
        type: 0
      },
      
      {
        coordinates: [59.826560, 30.394309],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 312 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Малая Балканская, д 36 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school_312_spb',
        type: 0
      },
      
      {
        coordinates: [59.874219, 30.408808],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 316 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '192236, Г.Санкт-Петербург, УЛ. СОФИЙСКАЯ, Д. 34, К. 3 ЛИТЕРА А, ЛИТЕР А',
        district: district,
        vkLink:   'https://vk.com/school316spb',
        type: 0
      },
      
      {
        coordinates: [59.850147, 30.371806],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 325 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Альпийский пер, д 5 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rms_325_spb',
        type: 0
      },
      
      {
        coordinates: [59.846974, 30.393267],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 363 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Димитрова, д 15 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gym363',
        type: 0
      },
      
      {
        coordinates: [59.838372, 30.401981],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 367 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Дунайский пр-кт, д 43 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/schoolru367',
        type: 0
      },
      
      {
        coordinates: [59.832611, 30.427053],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 441 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Олеко Дундича, д 37 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnasium_441',
        type: 0
      },
      
      {
        coordinates: [59.841283, 30.379172],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 443 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Купчинская, д 11 к 4',
        district: district,
        vkLink:   'https://vk.com/club193362729',
        type: 0
      },
      
      {
        coordinates: [59.847819, 30.412653],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 448 ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Малая Бухарестская, д 7 к 1',
        district: district,
        vkLink:   'https://vk.com/gbouschool448',
        type: 0
      },
      
      {
        coordinates: [59.833366, 30.386512],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 553 С УГЛУБЛЁННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ярослава Гашека, д 4 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/englishschool553',
        type: 0
      },
      
      {
        coordinates: [59.873513, 30.410753],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫЙ ДОСУГОВЫЙ ЦЕНТР ФРУНЗЕНСКИЙ`,
        address:  '192236, Г.Санкт-Петербург, УЛ. СОФИЙСКАЯ, Д. 38, К. 2',
        district: district,
        vkLink:   'https://vk.com/opmifrunz',
        type: 1
      },
      
      {
        coordinates: [59.846721, 30.451208],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ДЕТСКОГО (ЮНОШЕСКОГО) ТЕХНИЧЕСКОГО ТВОРЧЕСТВА ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА МОТОР`,
        address:  '192289, Г.Санкт-Петербург, ПР-КТ ДЕВЯТОГО ЯНВАРЯ, Д. 15, К. 1 ЛИТ. А,Б,В',
        district: district,
        vkLink:   'https://vk.com/cttmotor',
        type: 1
      },
      
      {
        coordinates: [59.877770, 30.390801],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ПСИХОЛОГО-ПЕДАГОГИЧЕСКОЙ, МЕДИЦИНСКОЙ И СОЦИАЛЬНОЙ ПОМОЩИ ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белы Куна, д 24 к 2 литера а, помещ 1Н',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.831191, 30.396303],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ МЕТРОПОЛИТЕНА И ЖЕЛЕЗНОДОРОЖНОГО ТРАНСПОРТА`,
        address:  'г Санкт-Петербург, ул Купчинская, д 28 литера а',
        district: district,
        vkLink:   'https://vk.com/cmetro',
        type: 0
      },
      
      {
        coordinates: [59.884523, 30.365159],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АКАДЕМИЯ ТРАНСПОРТНЫХ ТЕХНОЛОГИЙ`,
        address:  'г Санкт-Петербург, ул Салова, д 63',
        district: district,
        vkLink:   'https://vk.com/att_college',
        type: 0
      },
      
      {
        coordinates: [59.859352, 30.371420],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ТВОРЧЕСТВА И ОБРАЗОВАНИЯ ФРУНЗЕНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Будапештская, д 29 к 4',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.824475, 30.405143],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АВТОМЕХАНИЧЕСКИЙ КОЛЛЕДЖ`,
        address:  'г Санкт-Петербург, ул Малая Балканская, д 41 литера а',
        district: district,
        vkLink:   'https://vk.com/amlspb',
        type: 0
      },
      
      {
        coordinates: [59.873053, 30.411434],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ФИЗИЧЕСКОЙ КУЛЬТУРЫ, СПОРТА И ЗДОРОВЬЯ ФРУНЗЕНСКОГО РАЙОНА`,
        address:  'г Санкт-Петербург, ул Софийская, д 38 к 2 литера а',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.887909, 30.364683],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ ИНСТИТУТ КИНО И ТЕЛЕВИДЕНИЯ`,
        address:  'г Санкт-Петербург, ул Бухарестская, д 22',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.881001, 30.390653],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ ПЕТЕРБУРГСКОЙ МОДЫ`,
        address:  '192236, Г.Санкт-Петербург, УЛ СОФИЙСКАЯ, Д. 19, К. 1, ЛИТ.А',
        district: district,
        vkLink:   'https://vk.com/spbmodaru_professionalitet',
        type: 0
      },
      
      {
        coordinates: [59.839366, 30.404945],
        name:     `САНКТ ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ`,
        address:  'г Санкт-Петербург, Загребский б-р, д 23 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/spbkitru',
        type: 0
      },      
]

export const frunzenskyDistrict  = {
    name: district,
    color: 'rgba(231, 171, 115, 0.20)',
    borderColor: 'rgba(231, 171, 115, 0.65)',
    coordinates: [
        [30.338130, 59.904985], [30.338457, 59.905023], [30.338915, 59.904152], [30.340170, 59.901801], [30.341318, 59.899477],
        [30.342831, 59.896512], [30.344044, 59.894047], [30.345095, 59.891981], [30.345374, 59.891087], [30.345309, 59.889510],
        [30.344945, 59.888014], [30.344902, 59.887088], [30.344998, 59.886232], [30.345910, 59.884521], [30.347530, 59.881651],
        [30.348496, 59.880262], [30.350295, 59.878385], [30.353756, 59.874773], [30.354456, 59.873695], [30.354560, 59.873535],
        [30.355247, 59.872210], [30.357318, 59.867966], [30.358916, 59.864837], [30.360612, 59.861406], [30.362392, 59.857839],
        [30.363083, 59.856497], [30.364020, 59.854760], [30.364340, 59.854048], [30.364528, 59.853686], [30.365257, 59.852128],
        [30.366244, 59.850167], [30.368304, 59.845915], [30.369538, 59.843560], [30.371297, 59.840024], [30.372907, 59.835695],
        [30.373683, 59.833877], [30.373754, 59.833711], [30.374945, 59.831371], [30.376243, 59.828745], [30.377617, 59.826319],
        [30.378334, 59.825232], [30.380106, 59.822031], [30.381655, 59.818728], [30.382696, 59.816571], [30.389862, 59.817315],
        [30.399411, 59.818275], [30.401543, 59.818515], [30.402823, 59.818658], [30.406220, 59.819215], [30.414903, 59.821139],
        [30.425761, 59.823626], [30.427822, 59.824118], [30.432066, 59.825127], [30.435059, 59.826222], [30.435402, 59.826406],
        [30.436979, 59.827252], [30.438192, 59.828001], [30.439597, 59.829112], [30.441121, 59.829374], [30.443334, 59.829798],
        [30.443495, 59.829817], [30.455736, 59.831962], [30.475198, 59.833989], [30.466987, 59.839628], [30.458748, 59.845277],
        [30.455872, 59.847556], [30.450068, 59.851544], [30.447783, 59.853126], [30.445737, 59.854378], [30.435648, 59.860116],
        [30.429447, 59.864113], [30.426872, 59.865793], [30.425466, 59.866594], [30.424721, 59.867020], [30.421004, 59.869149],
        [30.416326, 59.872439], [30.413075, 59.874803], [30.408837, 59.877953], [30.405155, 59.881001], [30.404857, 59.881237],
        [30.400608, 59.884553], [30.398538, 59.886213], [30.394997, 59.889053], [30.393087, 59.891691], [30.392358, 59.891965],
        [30.392497, 59.892153], [30.392948, 59.892003], [30.391950, 59.893095], [30.391124, 59.893757], [30.390523, 59.893563],
        [30.390201, 59.893795], [30.390845, 59.893999], [30.387058, 59.896760], [30.381961, 59.900360], [30.379698, 59.902049],
        [30.377595, 59.903496], [30.374776, 59.905391], [30.370138, 59.908091], [30.366533, 59.910094], [30.365980, 59.910443],
        [30.365396, 59.910880], [30.365009, 59.911242], [30.364290, 59.911993], [30.363499, 59.913371], [30.363310, 59.913866],
        [30.362968, 59.913853], [30.361785, 59.913926], [30.359536, 59.914035], [30.358172, 59.914146], [30.355546, 59.914503],
        [30.351775, 59.915088], [30.350632, 59.915237], [30.346016, 59.915983], [30.345196, 59.916079], [30.344336, 59.916113],
        [30.342475, 59.916066], [30.341871, 59.916048], [30.341446, 59.916018], [30.341044, 59.915965], [30.340674, 59.915892],
        [30.340081, 59.915743], [30.339412, 59.915524], [30.333521, 59.913375], [30.332576, 59.913051], [30.332845, 59.912849],
        [30.332942, 59.912821], [30.333055, 59.912738], [30.333083, 59.912717], [30.333365, 59.912488], [30.333464, 59.912406],
        [30.333753, 59.912171], [30.333819, 59.912116], [30.334115, 59.911863], [30.334177, 59.911801], [30.334313, 59.911656],
        [30.334449, 59.911477], [30.334545, 59.911336], [30.334664, 59.911165], [30.334781, 59.910975], [30.334885, 59.910809],
        [30.334959, 59.910685], [30.335054, 59.910516], [30.335109, 59.910394], [30.335152, 59.910244], [30.335170, 59.910100],
        [30.335182, 59.909935], [30.335183, 59.909836], [30.335187, 59.909655], [30.335202, 59.909478], [30.335223, 59.909341],
        [30.335259, 59.909156], [30.335296, 59.909016], [30.335337, 59.908876], [30.335377, 59.908757], [30.335445, 59.908590],
        [30.335519, 59.908425], [30.335649, 59.908181], [30.335742, 59.908023], [30.335878, 59.907824], [30.336068, 59.907559],
        [30.336264, 59.907319], [30.336421, 59.907151], [30.336663, 59.906909], [30.336841, 59.906730], [30.337132, 59.906438],
        [30.337396, 59.906162], [30.337596, 59.905923], [30.337715, 59.905763], [30.337855, 59.905537], [30.338054, 59.905197],
        [30.338089, 59.905117], [30.338117, 59.905042], [30.338130, 59.904985]
    ]
};