const district = 'kalininsky'

export const kalininskyDepartments = [ 
    {
        coordinates: [60.021146, 30.396249],
        name:     `Государственное бюджетное учреждение дополнительного образования Центр внешкольной работы с детьми и молодежью Калининского района Санкт-Петербурга «Академический»`,
        address:  'ул. Вавиловых, д. 13, к. 3',
        district: district,
        vkLink:   'https://vk.com/mypervie78_kalin',
        type: 0
   },
   
   {
        coordinates: [59.996780, 30.387706],
        name:     `Государственное бюджетное общеобразовательное учреждение школа-интернат № 9 Калининского района Санкт-Петербурга`,
        address:  'ул. Старцева, д. 7, лит. А',
        district: district,
        vkLink:   'https://vk.com/gboyschooint9',
        type: 0
   },
       
   
   {
        coordinates: [59.965881, 30.394489],
        name:     `Государственное бюджетное общеобразовательное учреждение школа №10 Калининского района Санкт-Петербурга (для обучающихся с тяжелыми нарушениями речи и слуха)`,
        address:  'ул. Жукова, д. 11, лит. Б',
        district: district,
        vkLink:   'https://vk.com/openschool10_spb',
        type: 0
   },
   
   {
        coordinates: [60.038784, 30.373567],
        name:     `Государственное бюджетное общеобразовательное учреждение Гимназия № 63 Калининского района Санкт‑Петербурга`,
        address:  'пр. Культуры, д. 11, к. 4, лит. А',
        district: district,
        vkLink:   'https://vk.com/gimn63spb',
        type: 0
   },
   
   {
        coordinates: [60.039688, 30.417171],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 68 Калининского района Санкт‑Петербурга`,
        address:  'ул. Ушинского, д. 33, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/spbschool68',
        type: 0
   },
   
   {
        coordinates: [60.047169, 30.384598],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 69 Калининского района Санкт‑Петербурга`,
        address:  'пр. Культуры, д. 27, к.3, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_69_spb',
        type: 0
   },
   
   {
        coordinates: [60.016914, 30.392971],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 71 Калининского района Санкт‑Петербурга`,
        address:  'ул. Вавиловых, д. 5, к. 5, лит. А',
        district: district,
        vkLink:   'https://vk.com/schoolspb71',
        type: 0
   },
   
   {
        coordinates: [60.034277, 30.412123],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 72 с углубленным изучением немецкого языка Калининского района Санкт-Петербурга`,
        address:  'ул. Ушинского, д. 21, лит. А',
        district: district,
        vkLink:   'https://vk.com/club1036048',
        type: 0
   },
   
   {
        coordinates: [60.013964, 30.405538],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 78 Калининского района Санкт-Петербурга`,
        address:  'ул. Софьи Ковалевской, д. 8, к. 3, лит. А',
        district: district,
        vkLink:   'https://vk.com/public218569188',
        type: 0
   },
   
   {
        coordinates: [60.036020, 30.401747],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 79 Калининского района Санкт-Петербурга`,
        address:  'ул. Брянцева, д. 10, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_79_spb',
        type: 0
   },
       
   {
        coordinates: [60.044850, 30.384679],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 81 Калининского района Санкт-Петербурга`,
        address:  'ул. Демьяна Бедного, д. 22, к. 5',
        district: district,
        vkLink:   'https://vk.com/activschool81',
        type: 0
   },
      
   {
        coordinates: [60.009566, 30.418878],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 88 Калининского района Санкт‑Петербурга`,
        address:  'пр. Науки, д. 30, к. 3, лит. А',
        district: district,
        vkLink:   'https://vk.com/school88spb',
        type: 0
   },
       
   {
        coordinates: [60.028663, 30.420495],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 89 Калининского района Санкт‑Петербурга`,
        address:  'ул. Черкасова, д. 8, к. 2',
        district: district,
        vkLink:   'https://vk.com/school_89_kalin_spb',
        type: 0
   },
   
   {
        coordinates: [60.007247, 30.410926],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 95 Калининского района Санкт‑Петербурга (основное здание)`,
        address:  'ул. Верности, д. 14, к. 4, лит. А',
        district: district,
        vkLink:   'https://vk.com/lyceum95',
        type: 0
   },
       
   {
        coordinates: [60.005988, 30.415966],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 95 Калининского района Санкт‑Петербурга (ОДОД)`,
        address:  'ул. Верности, д. 28, к. 4, лит. А',
        district: district,
        vkLink:   'https://vk.com/lyceum95',
        type: 0
   },
   
   {
        coordinates: [60.027248, 30.426141],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 96 Калининского района Санкт-Петербурга`,
        address:  'ул. Черкасова, д. 15, к. 1',
        district: district,
        vkLink:   'https://vk.com/school96spb',
        type: 0
   },
   
   {
        coordinates: [60.018614, 30.410092],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 98 с углубленным изучением английского языка Калининского района Санкт‑Петербурга (начальная школа)`,
        address:  'ул. Софьи Ковалевской, д. 16, к. 6',
        district: district,
        vkLink:   'https://vk.com/sova98school',
        type: 0
   },
   
   {
        coordinates: [60.020435, 30.398828],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 98 с углубленным изучением английского языка Калининского района Санкт‑Петербурга (средняя школа)`,
        address:  'Гражданский пр., д. 92, к. 3',
        district: district,
        vkLink:   'https://vk.com/sova98school',
        type: 0
   },
       
   {
        coordinates: [59.986389, 30.385793],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 100 Калининского района Санкт-Петербурга`,
        address:  'ул. Бестужевская, д. 5, к. 1',
        district: district,
        vkLink:   'https://vk.com/sch100spb',
        type: 0
   },
       
   {
        coordinates: [60.001086, 30.391524],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 111 с углубленным изучением немецкого языка Калининского района СанктПетербурга`,
        address:  'ул. Фаворского, д. 16, лит. А',
        district: district,
        vkLink:   'https://vk.com/public195538878',
        type: 0
   },
       
   {
        coordinates: [60.047313, 30.396824],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 119 с углубленным изучением английского языка Калининского района Санкт-Петербурга`,
        address:  'ул. Тимуровская, д. 8, к. 2',
        district: district,
        vkLink:   'https://vk.com/school119spb_kalin',
        type: 0
   },
       
   {
        coordinates: [60.011896, 30.406787],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 121 Калининского района Санкт-Петербурга имени С. Е. Маркова`,
        address:  'пр. Науки, д. 16, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/school121spb',
        type: 0
   },
   
   {
        coordinates: [59.974563, 30.394848],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 126 Калининского района Санкт‑Петербурга (начальная школа)`,
        address:  'ул. Федосеенко, д. 28, лит. А',
        district: district,
        vkLink:   'https://vk.com/dvizheniyevlitseye',
        type: 0
   },
   
   {
        coordinates: [59.975395, 30.376089],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 126 Калининского района Санкт‑Петербурга (начальная школа)`,
        address:  'Полюстровский пр., д. 61, лит. А',
        district: district,
        vkLink:   'https://vk.com/dvizheniyevlitseye',
        type: 0
   },
   
   {
        coordinates: [59.970735, 30.394927],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 126 Калининского района Санкт‑Петербурга (старшая школа)`,
        address:  'ул. Замшина, д. 14, лит. А',
        district: district,
        vkLink:   'https://vk.com/dvizheniyevlitseye',
        type: 0
   },
   
   {
        coordinates: [60.043574, 30.396106],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 128 Калининского района Санкт‑Петербурга`,
        address:  'ул. Ольги Форш, д. 17, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_128_spb',
        type: 0
   },
   
   {
        coordinates: [60.038456, 30.391425],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 136 Калининского района Санкт-Петербурга`,
        address:  'ул. Ольги Форш, д. 9, ст. 1',
        district: district,
        vkLink:   'https://vk.com/school_136_spb',
        type: 0
   },
   
   {
        coordinates: [60.019954, 30.384922],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 137 Калининского района Санкт-Петербурга`,
        address:  'ул. Вавиловых, д. 8, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/school137spb',
        type: 0
   },
   
   {
        coordinates: [59.968425, 30.400130],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 138 имени Святого благоверного князя Александра 
     Невского Калининского района Санкт-Петербурга (средняя школа)`,
        address:  'Полюстровский пр., д. 33, к. 3, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_138_spb',
        type: 0
   },
   
   {
        coordinates: [59.972321, 30.408943],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 138 имени Святого благоверного князя Александра
     Невского Калининского района Санкт-Петербурга (начальная школа)`,
        address:  'ул. Антоновская, д. 16, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_138_spb',
        type: 0
   },
   
   {
        coordinates: [59.966638, 30.407469],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа №139 с углубленным изучением математики Калининского района Санкт-Петербурга`,
        address:  'Пискаревский пр., д. 14, лит. А',
        district: district,
        vkLink:   'https://vk.com/spbschool139',
        type: 0
   },
   
   {
        coordinates: [60.042642, 30.405800],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 144 Калининского района Санкт-Петербурга (начальная школа)`,
        address:  'ул. Тимуровская, д. 15, к. 2',
        district: district,
        vkLink:   'https://vk.com/luzeum144_spb',
        type: 0
   },
   
   {
        coordinates: [60.044860, 30.411193],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 144 Калининского района Санкт-Петербурга (средняя школа)`,
        address:  'Суздальский пр., д. 93, к. 2',
        district: district,
        vkLink:   'https://vk.com/luzeum144_spb',
        type: 0
   },
   
   {
        coordinates: [60.015017, 30.376109],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 145 Калининского района Санкт‑Петербурга`,
        address:  'пр. Науки, д. 13, к. 4',
        district: district,
        vkLink:   'https://vk.com/school145fso',
        type: 0
   },
   
   {
        coordinates: [59.980546, 30.409302],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 146 Калининского района Санкт‑Петербурга`,
        address:  'ул. Замшина, д. 31, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_146_spb',
        type: 0
   },
   
   {
        coordinates: [60.021119, 30.379478],
        name:     `Государственное бюджетное общеобразовательное учреждение гимназия № 148 имени Сервантеса Калининского района Санкт-Петербурга`,
        address:  'ул. Академика Константинова, д. 10, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/gimnasia148spb',
        type: 0
   },
   
   {
        coordinates: [60.025988, 30.416982],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 149 Калининского района Санкт-Петербурга`,
        address:  'ул. Черкасова, д. 4, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/school149spb',
        type: 0
   },
   
   {
        coordinates: [60.024131, 30.373926],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 150 Калининского района Санкт‑Петербурга`,
        address:  'Светлановский пр., д. 38, к. 2',
        district: district,
        vkLink:   'https://vk.com/mypervie78_gbou150',
        type: 0
   },
   
   {
        coordinates: [59.996070, 30.433979],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 156 с углубленным изучением информатики Калининского района Санкт-Петербурга`,
        address:  'Меншиковский пр., д. 15, к. 3, лит. А',
        district: district,
        vkLink:   'https://vk.com/mypervie78_gbou150',
        type: 0
   },
   
   {
        coordinates: [60.025003, 30.375426],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа №158 Калининского района Санкт-Петербурга`,
        address:  'Светлановский пр., д. 40, к. 3, лит. А',
        district: district,
        vkLink:   'https://vk.com/school158spb',
        type: 0
   },
   
   {
        coordinates: [59.985417, 30.405224],
        name:     `Государственное бюджетное общеобразовательное учреждение гимназия № 159 «Бестужевская» Калининского района Санкт-Петербурга`,
        address:  'пр. Мечникова, д. 16, лит. А',
        district: district,
        vkLink:   'https://vk.com/school159life',
        type: 0
   },
   
   {
        coordinates: [60.039207, 30.380933],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 172 Калининского района Санкт-Петербурга`,
        address:  'ул. Демьяна Бедного, д. 12, к. 2',
        district: district,
        vkLink:   'https://vk.com/skm172',
        type: 0
   },
   
   {
        coordinates: [60.035176, 30.428526],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 175 Калининского района Санкт‑Петербурга`,
        address:  'пр. Просвещения, д. 106, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/gbousosh175',
        type: 0
   },
   
   {
        coordinates: [60.031665, 30.409383],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 176 Калининского района Санкт-Петербурга`,
        address:  'ул. Ушинского, д. 13, лит. А',
        district: district,
        vkLink:   'https://vk.com/school176_spb',
        type: 0
   },
   
   {
        coordinates: [60.040932, 30.418078],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 179 Калининского района Санкт‑Петербурга`,
        address:  'ул. Ушинского, д. 35, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/mypervie78_gbou179',
        type: 0
   },
   
   {
        coordinates: [60.002890, 30.426029],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 184 Калининского района Санкт-Петербурга`,
        address:  'ул. Верности, д. 38, к. 4, лит. А; ул. Руставели, д. 26, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_184_spb',
        type: 0
   },
   
   {
        coordinates: [59.980790, 30.401585],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 186 Калининского района Санкт‑Петербурга`,
        address:  'ул. Замшина, д. 58, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/public195778621',
        type: 0
   },
   
   {
        coordinates: [59.986817, 30.420450],
        name:     `Государственное бюджетное общеобразовательное учреждение гимназия № 192 «Брюсовская гимназия» Калининского района Санкт-Петербурга`,
        address:  'ул. Брюсовская, д. 10, лит. А',
        district: district,
        vkLink:   'https://vk.com/club162815287',
        type: 0
   },
   
   {
        coordinates: [60.006607, 30.396993],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 470 Калининского района Санкт‑Петербурга (начальная школа)`,
        address:  'Гражданский пр., д. 31, к. 5, лит. А',
        district: district,
        vkLink:   'https://vk.com/liceum470_spb',
        type: 0
   },
   
   {
        coordinates: [60.003824, 30.397587],
        name:     `Государственное бюджетное общеобразовательное учреждение лицей № 470 Калининского района Санкт‑Петербурга (средняя школа)`,
        address:  'ул. Бутлерова, д. 22, лит. А',
        district: district,
        vkLink:   'https://vk.com/liceum470_spb',
        type: 0
   },
   
   {
        coordinates: [59.997149, 30.376181],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 514 Калининского района Санкт‑Петербурга`,
        address:  'пр. Непокоренных, д. 12, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/school514vk',
        type: 0
   },
   
   {
        coordinates: [60.015493, 30.420333],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 535 Калининского района Санкт-Петербурга`,
        address:  'ул. Софьи Ковалевской, д. 13, к. 6, лит. А',
        district: district,
        vkLink:   'https://vk.com/rddm_535',
        type: 0
   },
   
   {
        coordinates: [60.014675, 30.423756],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 561 Калининского района Санкт‑Петербурга`,
        address:  'ул. Карпинского, д. 38, к. 8, лит. А',
        district: district,
        vkLink:   'https://vk.com/club170540032',
        type: 0
   },
   
   {
        coordinates: [60.024486, 30.423355],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 619 Калининского района Санкт-Петербурга (начальная школа)`,
        address:  'ул. Черкасова, д.7, к. 2',
        district: district,
        vkLink:   'https://vk.com/rddm619school',
        type: 0
   },
   
   {
        coordinates: [59.983752, 30.394641],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 619 Калининского района Санкт-Петербурга (средняя школа)`,
        address:  'Кондратьевский пр., д. 68, к. 3',
        district: district,
        vkLink:   'https://vk.com/rddm619school',
        type: 0
   },
   
   {
        coordinates: [60.010546, 30.414970],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 633 Калининского района Санкт‑Петербурга`,
        address:  'пр. Науки, д. 24, к. 3, лит. А',
        district: district,
        vkLink:   'https://vk.com/school633',
        type: 0
   },
   
   {
        coordinates: [59.984674, 30.418671],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 653 с углубленным изучением иностранных языков 
     (хинди и английского) Калининского района Санкт-Петербурга имени Рабиндраната Тагора`,
        address:  'пр. Мечникова, д. 5, к. 1, лит. А',
        district: district,
        vkLink:   'https://vk.com/school_653_spb',
        type: 0
   },
   
   {
        coordinates: [60.037131, 30.379271],
        name:     `Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 692 Калининского района Санкт‑Петербурга`,
        address:  'ул. Демьяна Бедного, д. 6, к. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/sch692spb',
        type: 0
   },
   
   {
        coordinates: [60.023470, 30.435254],
        name:     `Санкт-Петербургское государственное бюджетное учреждение спортивная школа олимпийского резерва по конному спорту и современному пятиборью`,
        address:  'ул. Руставели, д. 51',
        district: district,
        vkLink:   'https://vk.com/club1405257',
        type: 0
   },
   
   {
        coordinates: [60.030393, 30.404487],
        name:     `Государственное бюджетное учреждение дополнительного образования «Центр развития творчества и научно-технических инициатив детей и молодежи» Калининского района Санкт-Петербурга`,
        address:  'ул. Ушинского, д. 6, лит. А',
        district: district,
        vkLink:   'https://vk.com/kvantorium78',
        type: 0
   },
   
   {
        coordinates: [59.984301, 30.416066],
        name:     `Государственное бюджетное учреждение дополнительного образования Дом детского творчества Калининского района Санкт-Петербурга`,
        address:  'пр. Мечникова, д. 2, лит. А',
        district: district,
        vkLink:   'https://vk.com/ddutkl',
        type: 0
   },
   
   {
        coordinates: [60.012834, 30.434990],
        name:     `Санкт-Петербургское государственное бюджетное учреждение «Подростково-молодежный центр «Калининский»`,
        address:  'ул. Руставели, 37',
        district: district,
        vkLink:   'https://vk.com/pmc_kalininsky',
        type: 1
   },
       
   {
        coordinates: [59.985864, 30.413732],
        name:     `Подростково-молодёжный клуб «Мужество»`,
        address:  'пр. Мечникова, д. 19',
        district: district,
        vkLink:   'https://vk.com/pmk_muzhestvo',
        type: 1
   },
   
   {
        coordinates: [59.972104, 30.411068],
        name:     `Подростково-молодёжный клуб «Творчество»`,
        address:  'Пискаревский пр., д. 28',
        district: district,
        vkLink:   'https://vk.com/tvorchestvo_club',
        type: 1
   },
   
   {
        coordinates: [59.975671, 30.393051],
        name:     `Подростково-молодёжный клуб «ВКадре»`,
        address:  'Кондратьевский пр., д. 63, к. 1',
        district: district,
        vkLink:   'https://vk.com/pmk_vkadre',
        type: 1
   },
   
   {
        coordinates: [59.991300, 30.428296],
        name:     `Подростково-молодёжный клуб «Дружба»`,
        address:  'Пискаревский пр., д. 52',
        district: district,
        vkLink:   'https://vk.com/pmk.druzhba',
        type: 1
   },
   
   {
        coordinates: [60.007115, 30.426941],
        name:     `Подростково-молодёжный клуб «Алые паруса» `,
        address:  'пр. Науки, д. 44',
        district: district,
        vkLink:   'https://vk.com/pmkalyeparusa',
        type: 1
   },
   
   {
        coordinates: [60.007941, 30.421430],
        name:     `Подростково-молодёжный клуб «Прожектор»`,
        address:  'пр. Науки, д. 38',
        district: district,
        vkLink:   'https://vk.com/projektorpmk',
        type: 1
   },
   
   {
        coordinates: [59.980263, 30.382074],
        name:     `Подростково-молодёжный клуб «Ровесник»`,
        address:  'пр. Маршала Блюхера, д. 14',
        district: district,
        vkLink:   'https://vk.com/pmkrovesnik',
        type: 1
   },
   
   {
        coordinates: [60.001055, 30.394022],
        name:     `Подростково-молодёжный клуб «Бригантина»`,
        address:  'ул. Бутлерова, д. 10',
        district: district,
        vkLink:   'https://vk.com/brigaru',
        type: 1
   },
   
   {
        coordinates: [59.996241, 30.384877],
        name:     `Подростково-молодёжный клуб «Непокорённых»`,
        address:  'пр. Непокоренных, д. 16',
        district: district,
        vkLink:   'https://vk.com/club_nepokor',
        type: 1
   },
   
   {
        coordinates: [60.026698, 30.376720],
        name:     `Подростково-молодёжный клуб «Олимп»`,
        address:  'ул. Академика Байкова, д. 15',
        district: district,
        vkLink:   'https://vk.com/pmk_olimp',
        type: 1
   },
   
   {
        coordinates: [60.044919, 30.377011],
        name:     `Подростково-молодёжный клуб «Пионер»`,
        address:  'пр. Культуры, д. 21',
        district: district,
        vkLink:   'https://vk.com/pmkpioner',
        type: 1
   },
   
   {
        coordinates: [60.040398, 30.393294],
        name:     `Подростково-молодёжный клуб «Огонёк»`,
        address:  'пр. Просвещения, д. 67',
        district: district,
        vkLink:   'https://vk.com/pmk_ogonek',
        type: 1
   },
   
   {
        coordinates: [60.040735, 30.415156],
        name:     `Подростково-молодёжный клуб «Парус»`,
        address:  'ул. Ушинского, д. 35, к. 1',
        district: district,
        vkLink:   'https://vk.com/pmkparus',
        type: 1
   },
   
   {
        coordinates: [60.029085, 30.405587],
        name:     `Подростково-молодёжный клуб «Эврика»`,
        address:  'ул. Ушинского, д. 5, к. 1',
        district: district,
        vkLink:   'https://vk.com/evrikapmk',
        type: 1
   },
   
   {
        coordinates: [60.046176, 30.405024],
        name:     `Подростково-молодёжный клуб «Кухня»`,
        address:  'Светлановский пр., д. 121, к. 1',
        district: district,
        vkLink:   'https://vk.com/pmk_kuhnja',
        type: 1
   },
   
   {
        coordinates: [59.993410, 30.433619],
        name:     `Молодёжное выставочное пространство «Окна»`,
        address:  'пр. Непокорённых, д. 74',
        district: district,
        vkLink:   'https://vk.com/okna_art_gallery',
        type: 1
   },
   
   {
        coordinates: [60.024941, 30.427463],
        name:     `Молодёжное пространство «Сцена»`,
        address:  'ул. Лужская, д. 10',
        district: district,
        vkLink:   'https://vk.com/pmkvympel',
        type: 1
   },
   
   {
        coordinates: [60.037663, 30.430453],
        name:     `Подростково-молодёжный клуб «Спасатель»`,
        address:  'ул. Руставели, д. 66',
        district: district,
        vkLink:   'https://vk.com/pmkspasatel',
        type: 1
   },
   
   {
        coordinates: [60.013964, 30.434808],
        name:     `Дом молодежи «Атлант»`,
        address:  'ул. Руставели, д. 37',
        district: district,
        vkLink:   'https://vk.com/dm_atlant',
        type: 1
   },
   
   {
        coordinates: [60.035948, 30.375087],
        name:     `Подростково-молодёжный клуб «Ритмикс»`,
        address:  'пр. Луначарского, д. 80, к. 1Б',
        district: district,
        vkLink:   'https://vk.com/pmk_ritmix',
        type: 1
   },
   
   {
        coordinates: [60.050914, 30.385693],
        name:     `Центр поддержки молодёжных инициатив Калининского района «Водинголос»`,
        address:  'Суздальский пр., д. 61',
        district: district,
        vkLink:   'https://vk.com/club17421674',
        type: 1
   },
   
   {
        coordinates: [59.998832, 30.378032],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Училище олимпийского резерва №1»`,
        address:  'ул. Гжатская, д. 4',
        district: district,
        vkLink:   'https://vk.com/uor1spb',
        type: 0
   },
   
   {
        coordinates: [59.976693, 30.383744],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Садово-архитектурный колледж»`,
        address:  'ул. Лабораторная, д. 15, лит. А',
        district: district,
        vkLink:   'https://vk.com/spb_sak',
        type: 0
   },
   
   {
        coordinates: [59.971828, 30.386636],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Санкт-Петербургский технический колледж управления и коммерции»`,
        address:  'Кондратьевский пр., д. 46, лит. А',
        district: district,
        vkLink:   'https://vk.com/tcmc_spb_ru',
        type: 0
   },
   
   {
        coordinates: [60.046023, 30.390794],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Колледж метростроя» (площадка №1)`,
        address:  'ул. Демьяна Бедного, д. 21, лит. А',
        district: district,
        vkLink:   'https://vk.com/colmspb',
        type: 0
   },
   
   {
        coordinates: [60.035493, 30.385043],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Колледж метростроя» (площадка №3)`,
        address:  'Учительская ул. д. 3',
        district: district,
        vkLink:   'https://vk.com/colmspb',
        type: 0
   },
   
   {
        coordinates: [60.011450, 30.435470],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Колледж кулинарного мастерства»`,
        address:  'ул. Руставели, д. 35, лит. А',
        district: district,
        vkLink:   'https://vk.com/ccskills',
        type: 0
   },
   
   {
        coordinates: [59.978651, 30.360376],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Колледж кулинарного мастерства»`,
        address:  'Литовская ул., д. 17, лит. А',
        district: district,
        vkLink:   'https://vk.com/ccskills',
        type: 0
   },
   
   {
        coordinates: [59.976176, 30.377040],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Оптико-механический лицей»`,
        address:  'Полюстровский пр., д. 61, лит. А',
        district: district,
        vkLink:   'https://vk.com/myoml',
        type: 0
   },
   
   {
        coordinates: [59.989458, 30.422345],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Санкт‑Петербургский технический колледж»`,
        address:  'Меншиковский пр., д. 2, лит. Б',
        district: district,
        vkLink:   'https://vk.com/spbtk_ru',
        type: 0
   },
   
   {
        coordinates: [59.999102, 30.379693],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Санкт‑Петербургский технический колледж»`,
        address:  'Гжатская ул., д. 7',
        district: district,
        vkLink:   'https://vk.com/spbtk_ru',
        type: 0
   },
   
   {
        coordinates: [60.033107, 30.389494],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Акушерский колледж»`,
        address:  'ул. Учительская, д. 9, к. 3',
        district: district,
        vkLink:   'https://vk.com/club80119744',
        type: 0
   },
   
   {
        coordinates: [59.964291, 30.397556],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Многофункциональный региональный центр 
     прикладных квалификаций «Техникум энергомашиностроения и металлообработки»`,
        address:  'ул. Жукова, д. 7, лит. А',
        district: district,
        vkLink:   'https://vk.com/mrcpk_teim',
        type: 0
   },
   
   {
        coordinates: [60.035898, 30.382489],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Колледж автоматизации производственных процессов и прикладных информационных систем»`,
        address:  'Учительская ул., д. 1, к. 5, лит. А',
        district: district,
        vkLink:   'https://vk.com/spbkap',
        type: 0
   },
   
   {
        coordinates: [60.009698, 30.435880],
        name:     `Санкт-Петербургское государственное бюджетное профессиональное образовательное учреждение «Академия управления городской средой, градостроительства и печати»`,
        address:  'ул. Руставели, д. 33',
        district: district,
        vkLink:   'https://vk.com/augsgip',
        type: 0
   },
   
   {
        coordinates: [60.007465, 30.373109],
        name:     `Федеральное государственное автономное образовательное учреждение высшего образования «Санкт-Петербургский политехнический университет Петра Великого»`,
        address:  'ул. Политехническая, д. 29',
        district: district,
        vkLink:   'https://vk.com/polytech_petra',
        type: 0
   },   
]

export const kalininskyDistrict  = {
    name: district,
    color: 'rgba(255, 0, 0, 0.20)',
    borderColor: 'rgba(255, 0, 0, 0.65)',
    coordinates: [
        [30.351978, 59.962631], [30.352072, 59.962501], [30.352180, 59.962355], [30.352383, 59.962089], [30.352478, 59.961964],
        [30.352808, 59.961556], [30.352958, 59.961353], [30.353149, 59.961094], [30.353549, 59.960566], [30.353752, 59.960296],
        [30.353777, 59.960264], [30.353924, 59.960067], [30.353950, 59.959987], [30.353972, 59.959912], [30.353969, 59.959843],
        [30.353949, 59.959790], [30.353569, 59.959203], [30.352965, 59.958264], [30.352711, 59.957944], [30.351290, 59.955967],
        [30.351076, 59.955669], [30.350186, 59.954417], [30.350093, 59.954247], [30.350033, 59.954067], [30.349532, 59.951999],
        [30.359596, 59.951405], [30.363556, 59.951168], [30.371124, 59.952269], [30.376435, 59.953802], [30.383674, 59.957174],
        [30.384794, 59.957492], [30.386177, 59.957741], [30.387568, 59.957883], [30.388960, 59.957920], [30.390952, 59.957795],
        [30.392687, 59.957526], [30.394708, 59.957090], [30.396723, 59.956570], [30.399584, 59.955444], [30.403207, 59.957032],
        [30.406932, 59.958942], [30.407091, 59.959158], [30.407193, 59.959338], [30.408138, 59.961622], [30.408696, 59.963069],
        [30.411067, 59.968914], [30.412154, 59.971539], [30.412360, 59.971846], [30.412475, 59.972012], [30.412607, 59.972176],
        [30.413587, 59.973104], [30.421058, 59.980053], [30.421197, 59.980180], [30.421328, 59.980316], [30.427261, 59.985893],
        [30.433287, 59.991620], [30.437878, 59.995938], [30.439355, 59.997186], [30.442174, 59.999815], [30.440905, 60.003199],
        [30.440655, 60.003854], [30.440021, 60.005517], [30.438192, 60.010315], [30.437474, 60.012199], [30.436580, 60.014498],
        [30.436418, 60.015036], [30.436333, 60.015668], [30.436376, 60.016108], [30.436470, 60.016534], [30.436764, 60.017216],
        [30.437251, 60.018385], [30.437419, 60.019138], [30.437399, 60.019744], [30.437372, 60.020226], [30.437266, 60.021063],
        [30.437144, 60.022018], [30.437044, 60.022885], [30.437144, 60.026473], [30.437191, 60.029633], [30.437612, 60.039133],
        [30.437712, 60.040139], [30.437606, 60.040602], [30.437264, 60.040998], [30.436833, 60.041377], [30.436261, 60.041750],
        [30.435568, 60.042038], [30.434814, 60.042265], [30.434032, 60.042442], [30.430616, 60.043174], [30.425114, 60.044354],
        [30.424933, 60.044826], [30.418884, 60.046085], [30.415649, 60.046709], [30.417048, 60.048137], [30.418415, 60.049547],
        [30.412812, 60.050914], [30.406602, 60.052428], [30.401711, 60.053657], [30.396571, 60.055006], [30.388112, 60.057077],
        [30.388902, 60.057823], [30.388045, 60.058091], [30.388767, 60.058804], [30.387393, 60.059178], [30.385647, 60.057207],
        [30.383696, 60.055039], [30.366747, 60.036001], [30.366061, 60.035274], [30.365416, 60.034365], [30.365102, 60.033462],
        [30.364966, 60.033013], [30.364850, 60.032136], [30.364866, 60.031787], [30.364919, 60.031422], [30.365226, 60.029706],
        [30.366075, 60.025399], [30.366845, 60.021491], [30.367252, 60.019399], [30.367286, 60.019161], [30.367276, 60.018769],
        [30.367314, 60.018380], [30.367480, 60.017519], [30.367562, 60.017186], [30.367653, 60.016849], [30.367955, 60.015588],
        [30.367991, 60.015436], [30.368096, 60.014992], [30.368111, 60.014929], [30.368356, 60.013903], [30.368558, 60.013080],
        [30.368582, 60.012972], [30.368639, 60.012733], [30.368712, 60.012429], [30.368746, 60.012284], [30.369163, 60.010419],
        [30.369163, 60.010216], [30.369126, 60.010063], [30.369035, 60.009837], [30.369025, 60.009742], [30.369045, 60.009606],
        [30.369131, 60.009404], [30.369270, 60.009216], [30.369337, 60.009125], [30.369424, 60.009004], [30.369503, 60.008847],
        [30.369528, 60.008771], [30.369798, 60.007698], [30.369853, 60.007279], [30.369841, 60.007212], [30.369791, 60.007110],
        [30.368900, 60.005732], [30.368127, 60.004597], [30.367116, 60.003100], [30.365967, 60.001365], [30.365578, 60.000473],
        [30.364826, 59.998665], [30.364710, 59.998402], [30.364645, 59.998220], [30.364559, 59.997994], [30.364457, 59.997768],
        [30.364301, 59.997363], [30.364107, 59.996990], [30.364001, 59.996731], [30.363868, 59.996442], [30.363835, 59.996389],
        [30.363798, 59.996335], [30.363754, 59.996290], [30.363589, 59.996189], [30.362308, 59.995378], [30.361574, 59.994937],
        [30.360967, 59.994631], [30.360748, 59.994527], [30.360417, 59.994369], [30.359305, 59.993926], [30.358037, 59.993405],
        [30.356119, 59.992611], [30.355365, 59.992290], [30.354191, 59.991804], [30.353777, 59.991633], [30.353389, 59.991471],
        [30.353313, 59.991440], [30.353068, 59.991342], [30.352878, 59.991263], [30.352674, 59.991194], [30.352494, 59.991149],
        [30.352317, 59.991113], [30.352161, 59.991093], [30.352033, 59.991083], [30.351790, 59.991070], [30.350876, 59.991022],
        [30.350329, 59.990998], [30.349130, 59.990929], [30.348616, 59.990885], [30.348125, 59.990758], [30.347697, 59.990553],
        [30.347200, 59.990215], [30.347119, 59.990147], [30.347084, 59.990116], [30.347053, 59.990063], [30.346996, 59.989947],
        [30.347019, 59.989919], [30.347062, 59.989864], [30.347275, 59.989812], [30.347398, 59.989800], [30.347621, 59.989821],
        [30.349662, 59.989900], [30.350095, 59.989891], [30.350563, 59.989854], [30.350876, 59.989808], [30.351136, 59.989753],
        [30.351396, 59.989696], [30.351694, 59.989602], [30.351952, 59.989506], [30.352022, 59.989477], [30.352157, 59.989421],
        [30.352299, 59.989356], [30.352816, 59.989086], [30.352999, 59.988994], [30.353920, 59.988500], [30.354378, 59.988258],
        [30.355017, 59.987918], [30.355622, 59.987591], [30.355897, 59.987438], [30.356824, 59.986921], [30.357145, 59.986755],
        [30.357395, 59.986629], [30.357510, 59.986569], [30.357660, 59.986478], [30.362511, 59.983858], [30.362712, 59.983712],
        [30.365040, 59.981417], [30.365630, 59.980761], [30.366165, 59.980134], [30.366711, 59.979207], [30.367029, 59.978491],
        [30.367525, 59.977641], [30.367438, 59.977630], [30.367082, 59.977615], [30.366486, 59.977599], [30.366133, 59.977596],
        [30.365948, 59.977618], [30.365785, 59.977652], [30.362710, 59.978777], [30.362386, 59.978883], [30.361912, 59.979018],
        [30.361627, 59.979076], [30.361373, 59.979113], [30.361057, 59.979136], [30.360625, 59.979137], [30.360175, 59.979124],
        [30.359687, 59.979078], [30.355238, 59.978625], [30.354736, 59.978599], [30.345677, 59.977673], [30.345426, 59.977638],
        [30.344618, 59.977549], [30.344186, 59.977500], [30.344052, 59.977487], [30.344018, 59.977410], [30.343976, 59.977269],
        [30.343991, 59.977211], [30.344447, 59.976683], [30.347096, 59.973638], [30.347250, 59.973435], [30.347385, 59.973224],
        [30.347430, 59.973132], [30.347500, 59.972982], [30.348004, 59.971844], [30.348108, 59.971622], [30.348746, 59.970231],
        [30.348910, 59.969875], [30.348959, 59.969763], [30.349762, 59.967984], [30.349802, 59.967887], [30.349898, 59.967653],
        [30.349949, 59.967526], [30.349995, 59.967407], [30.350060, 59.967254], [30.350396, 59.966452], [30.350416, 59.966405],
        [30.350453, 59.966317], [30.350601, 59.965891], [30.350731, 59.965549], [30.350767, 59.965464], [30.350815, 59.965347],
        [30.350866, 59.965224], [30.350937, 59.965055], [30.351290, 59.964227], [30.351335, 59.964129], [30.351471, 59.963784],
        [30.351552, 59.963581], [30.351693, 59.963258], [30.351772, 59.963059], [30.351899, 59.962771], [30.351978, 59.962631]
    ]
  };