const district = 'kirovsky'

export const kirovskyDepartments = [
    {
        coordinates: [59.846558, 30.275138],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 538 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, б-р Новаторов, д 40 литера а',
        district: district,
        vkLink:   'https://vk.com/rdsschool538',
        type: 0
      },
      
      {
        coordinates: [59.897835, 30.268545],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 608 ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА ЗИНЫ ПОРТНОВОЙ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '198099, Г.Санкт-Петербург, УЛ. ПРОМЫШЛЕННАЯ, Д.18/2, ЛИТЕР А',
        district: district,
        vkLink:   'https://vk.com/school608rddm',
        type: 0
      },
      
      {
        coordinates: [59.909346, 30.251109],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ ГОСУДАРСТВЕННЫЙ УНИВЕРСИТЕТ МОРСКОГО И РЕЧНОГО ФЛОТА ИМЕНИ АДМИРАЛА С.О. МАКАРОВА`,
        address:  'г Санкт-Петербург, ул Двинская, д 5/7',
        district: district,
        vkLink:   'https://vk.com/gumrf',
        type: 1
      },
      
      {
        coordinates: [59.834162, 30.255564],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №551 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Танкиста Хрустицкого, д 31 литера а',
        district: district,
        vkLink:   'https://vk.com/club224570802',
        type: 0
      },
      
      {
        coordinates: [59.847024, 30.264314],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 504 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, б-р Новаторов, д 43 литера а',
        district: district,
        vkLink:   'https://vk.com/myschool504',
        type: 0
      },
      
      {
        coordinates: [59.839976, 30.252609],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №282 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, б-р Новаторов, д 104 литера а',
        district: district,
        vkLink:   'https://vk.com/public176110468',
        type: 0
      },
      
      {
        coordinates: [59.840049, 30.267521],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 248 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Народного Ополчения, д 103 литера а',
        district: district,
        vkLink:   'https://vk.com/gym248',
        type: 0
      },
      
      {
        coordinates: [59.840103, 30.232136],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 249 ИМЕНИ М.В. МАНЕВИЧА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 57 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm.spb_249',
        type: 0
      },
      
      {
        coordinates: [59.828523, 30.198827],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 283 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Стойкости, д 33 литера а',
        district: district,
        vkLink:   'https://vk.com/cdi.spb_283',
        type: 0
      },
      
      {
        coordinates: [59.844795, 30.225875],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №221 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Лёни Голикова, д 15 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm221',
        type: 0
      },
      
      {
        coordinates: [59.854549, 30.252384],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 493 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Зины Портновой, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/school493spb',
        type: 0
      },
      
      {
        coordinates: [59.848457, 30.252663],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 387 ИМЕНИ Н.В.БЕЛОУСОВА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Зины Портновой, д 25 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/dobro387',
        type: 0
      },
      
      {
        coordinates: [59.853116, 30.272560],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДЕТСКИЙ МОРСКОЙ ЦЕНТР КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ЮНЫЙ МОРЯК`,
        address:  'г Санкт-Петербург, Ленинский пр-кт, д 132 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/dmcunmor',
        type: 1
      },
      
      {
        coordinates: [59.890956, 30.277555],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ДЕТСКОГО (ЮНОШЕСКОГО) ТЕХНИЧЕСКОГО ТВОРЧЕСТВА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Говорова, д 34 литера з',
        district: district,
        vkLink:   'https://vk.com/club280396',
        type: 1
      },
      
      {
        coordinates: [59.849772, 30.274582],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ДЕТСКОГО (ЮНОШЕСКОГО) ТВОРЧЕСТВА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Ленинский пр-кт, д 133 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/ddut.futures',
        type: 1
      },
      
      {
        coordinates: [59.873419, 30.267260],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №386 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Зайцева, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/public206529914',
        type: 0
      },
      
      {
        coordinates: [59.854689, 30.274824],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 658 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Трамвайный пр-кт, д 22 литера а',
        district: district,
        vkLink:   'https://vk.com/public205403198',
        type: 0
      },
      
      {
        coordinates: [59.842255, 30.269452],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 539 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Подводника Кузьмина, д 52 литера а',
        district: district,
        vkLink:   'https://vk.com/club222379148',
        type: 0
      },
      
      {
        coordinates: [59.839660, 30.263164],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 274 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Дачный пр-кт, д 34 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school274_spb',
        type: 0
      },
      
      {
        coordinates: [59.836911, 30.207244],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 240 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бурцева, д 12 литера а',
        district: district,
        vkLink:   '-',
        type: 0
      },
      
      {
        coordinates: [59.892830, 30.271375],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №381 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Зои Космодемьянской, д 4 литера а',
        district: district,
        vkLink:   'https://vk.com/club171897181',
        type: 0
      },
      
      {
        coordinates: [59.855543, 30.233726],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №377 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Стачек, д 107 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/club220657234',
        type: 0
      },
      
      {
        coordinates: [59.831548, 30.198791],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ №378 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 114 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/liceum378',
        type: 0
      },
      
      {
        coordinates: [59.854689, 30.274824],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №269 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ШКОЛА ЗДОРОВЬЯ`,
        address:  'г Санкт-Петербург, Трамвайный пр-кт, д 22 литера а',
        district: district,
        vkLink:   'https://vk.com/sc269',
        type: 0
      },
      
      {
        coordinates: [59.871418, 30.255582],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 389 ЦЕНТР ЭКОЛОГИЧЕСКОГО ОБРАЗОВАНИЯ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кронштадтская, д 7 литера а',
        district: district,
        vkLink:   'https://vk.com/licey389rdh',
        type: 0
      },
      
      {
        coordinates: [59.835763, 30.219685],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 392 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 87 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/sch392',
        type: 0
      },
      
      {
        coordinates: [59.899500, 30.279334],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 565 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ивана Черных, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/sc565',
        type: 0
      },
      
      {
        coordinates: [59.835573, 30.260514],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №284 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Народного Ополчения, д 135 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnasium284',
        type: 0
      },
      
      {
        coordinates: [59.860789, 30.244811],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 264 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Казакова, д 3 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club207052429',
        type: 0
      },
      
      {
        coordinates: [59.835541, 30.204342],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 254 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бурцева, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/public205414953',
        type: 0
      },
      
      {
        coordinates: [59.848647, 30.239233],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 585 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Дачный пр-кт, д 3 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/sc585',
        type: 0
      },
      
      {
        coordinates: [59.837752, 30.245934],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 502 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '198255, ГОРОД САНКТ-ПЕТЕРБУРГ, УЛ. ЛЁНИ ГОЛИКОВА, Д.78, ЛИТЕРАА',
        district: district,
        vkLink:   'https://vk.com/club174131680',
        type: 0
      },
      
      {
        coordinates: [59.831847, 30.224860],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №250 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Козлова, д 37 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/public205399292',
        type: 0
      },
      
      {
        coordinates: [59.871879, 30.269856],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 501 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТА ИНФОРМАТИКИ И ИНФОРМАЦИОННО-КОММУНИКАЦИОННЫХ ТЕХНОЛОГИЙ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Краснопутиловская, д 22 литера а',
        district: district,
        vkLink:   'https://vk.com/school501spb',
        type: 0
      },
      
      {
        coordinates: [59.853080, 30.261996],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 481 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО ЯЗЫКА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Ленинский пр-кт, д 124 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public186388653',
        type: 0
      },
      
      {
        coordinates: [59.842883, 30.224456],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 654 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТОВ ХУДОЖЕСТВЕННО-ЭСТЕТИЧЕСКОГО ЦИКЛА ХОРЕОГРАФИЯ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Лёни Голикова, д 23 к 6 литера а',
        district: district,
        vkLink:   'https://vk.com/baletschool654',
        type: 0
      },
      
      {
        coordinates: [59.854693, 30.278184],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 2 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Трамвайный пр-кт, д 24 литера а',
        district: district,
        vkLink:   'https://vk.com/public205420473',
        type: 0
      },
      
      {
        coordinates: [59.885774, 30.271393],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №388 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Огородный пер, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/school_388',
        type: 0
      },
      
      {
        coordinates: [59.887277, 30.265724],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ОБРАЗОВАНИЯ № 162 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Турбинная, д 50 стр 1',
        district: district,
        vkLink:   'https://vk.com/gbouco162',
        type: 0
      },
      
      {
        coordinates: [59.903571, 30.217907],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 379 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Канонерский остров, д 32 литера б',
        district: district,
        vkLink:   'https://vk.com/sc379',
        type: 0
      },
      
      {
        coordinates: [59.829812, 30.211556],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 223 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО ЯЗЫКА КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Стойкости, д 17 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club205946',
        type: 0
      },
      
      {
        coordinates: [59.831996, 30.215841],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ №244 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 80 литера а',
        district: district,
        vkLink:   'https://vk.com/clubshcool244',
        type: 0
      },
      
      {
        coordinates: [59.857201, 30.242278],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №261 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Стачек, д 103 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club203407413',
        type: 0
      },
      
      {
        coordinates: [59.844918, 30.256894],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №277 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm.sc277',
        type: 0
      },
      
      {
        coordinates: [59.849754, 30.262158],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 503 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Ленинский пр-кт, д 123 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/school503_owl',
        type: 0
      },
      
      {
        coordinates: [59.877231, 30.266649],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 397 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ Г.В. СТАРОВОЙТОВОЙ`,
        address:  'г Санкт-Петербург, ул Маршала Говорова, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/public206731431',
        type: 0
      },
      
      {
        coordinates: [59.897551, 30.274698],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 384 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Стачек, д 5 литера а',
        district: district,
        vkLink:   'https://vk.com/club220094403',
        type: 0
      },
      
      {
        coordinates: [59.867943, 30.264482],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 480 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маринеско, д 7 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm480',
        type: 0
      },
      
      {
        coordinates: [59.852931, 30.279477],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫЙ ЦЕНТР КИРОВСКИЙ`,
        address:  'г Санкт-Петербург, пр-кт Народного Ополчения, д 3',
        district: district,
        vkLink:   'https://vk.com/club65947899',
        type: 1
      },
      
      {
        coordinates: [59.829043, 30.227689],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 506 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Козлова, д 47 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/school506rddm',
        type: 0
      },
      
      {
        coordinates: [59.889814, 30.269255],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ФИЗИЧЕСКОЙ КУЛЬТУРЫ И СПОРТА НАРВСКАЯ ЗАСТАВА`,
        address:  'г Санкт-Петербург, пр-кт Стачек, д 27 литера г',
        district: district,
        vkLink:   'https://vk.com/nzsport',
        type: 1
      },
      
      {
        coordinates: [59.866590, 30.267808],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 393 КИРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Автовская, д 5 литера а',
        district: district,
        vkLink:   'https://vk.com/litzey393',
        type: 0
      },
      
      {
        coordinates: [59.824900, 30.208466],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МОРСКАЯ ТЕХНИЧЕСКАЯ АКАДЕМИЯ ИМЕНИ АДМИРАЛА Д.Н. СЕНЯВИНА`,
        address:  'г Санкт-Петербург, пр-кт Народного Ополчения, д 189 к 1 литера б',
        district: district,
        vkLink:   'https://vk.com/club223743385',
        type: 0
      },
      
      {
        coordinates: [59.898656, 30.286835],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ПЕТРОВСКИЙ КОЛЛЕДЖ`,
        address:  'г Санкт-Петербург, ул Балтийская, д 35',
        district: district,
        vkLink:   'https://vk.com/mypervie_petrocollege',
        type: 0
      },
      
      {
        coordinates: [59.882699, 30.270207],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ПРОМЫШЛЕННО-ТЕХНОЛОГИЧЕСКИЙ КОЛЛЕДЖ ИМЕНИ Н.И. ПУТИЛОВА`,
        address:  'г Санкт-Петербург, ул Маршала Говорова, д 18 литера а',
        district: district,
        vkLink:   'https://vk.com/myptkputilova_professionalitet',
        type: 0
      },
      
      {
        coordinates: [59.879389, 30.272183],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МЕДИЦИНСКИЙ КОЛЛЕДЖ № 1`,
        address:  'г Санкт-Петербург, ул Зайцева, д 28',
        district: district,
        vkLink:   'https://vk.com/1medcollegespb',
        type: 0
      },
      
      {
        coordinates: [59.825524, 30.198090],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ ВОДНЫХ РЕСУРСОВ`,
        address:  '198261, Г.Санкт-Петербург, УЛ СТОЙКОСТИ, Д. 28, К. 2 ЛИТЕРА А, ЛИТЕР А',
        district: district,
        vkLink:   'https://vk.com/college_water_resources',
        type: 0
      },      
]

export const kirovskyDistrict  = {
    name: district,
    color: 'rgba(193, 56, 47, 0.20)',
    borderColor: 'rgba(193, 56, 47, 0.65)',
    coordinates: [
        [30.273878, 59.901506], [30.273882, 59.901544], [30.273872, 59.901584], [30.273842, 59.901632], [30.273807, 59.901667],
        [30.273768, 59.901696], [30.273720, 59.901727], [30.273656, 59.901753], [30.273596, 59.901772], [30.273527, 59.901787],
        [30.273459, 59.901797], [30.273390, 59.901803], [30.273314, 59.901805], [30.273240, 59.901802], [30.273161, 59.901792],
        [30.273090, 59.901777], [30.273022, 59.901756], [30.272967, 59.901736], [30.272915, 59.901711], [30.272868, 59.901681],
        [30.272736, 59.901707], [30.272545, 59.901745], [30.272030, 59.901847], [30.271933, 59.901866], [30.271625, 59.901927],
        [30.271346, 59.901981], [30.271069, 59.902035], [30.270342, 59.902178], [30.269637, 59.902316], [30.269548, 59.902335],
        [30.269350, 59.902366], [30.269288, 59.902376], [30.269096, 59.902409], [30.268976, 59.902311], [30.268612, 59.902200],
        [30.268127, 59.902092], [30.267670, 59.902012], [30.266683, 59.901964], [30.266150, 59.901956], [30.265708, 59.901819],
        [30.265054, 59.900960], [30.264612, 59.900571], [30.262968, 59.900082], [30.262100, 59.899891], [30.261149, 59.899864],
        [30.257573, 59.900396], [30.257005, 59.900495], [30.256151, 59.900572], [30.255628, 59.900556], [30.255021, 59.900442],
        [30.254503, 59.900300], [30.254016, 59.900170], [30.253645, 59.900223], [30.252996, 59.900407], [30.251123, 59.901030],
        [30.250229, 59.901291], [30.250278, 59.901319], [30.253513, 59.902684], [30.255385, 59.904136], [30.255926, 59.904801],
        [30.256061, 59.904967], [30.257541, 59.906785], [30.257642, 59.906888], [30.259941, 59.909349], [30.260905, 59.910755],
        [30.261913, 59.912359], [30.262201, 59.913674], [30.262152, 59.915841], [30.262066, 59.916436], [30.261523, 59.916957],
        [30.260493, 59.917260], [30.260742, 59.915916], [30.257715, 59.915414], [30.251946, 59.914528], [30.240870, 59.914148],
        [30.240890, 59.913912], [30.240696, 59.913841], [30.240624, 59.913823], [30.239068, 59.913766], [30.238665, 59.913691],
        [30.234548, 59.913376], [30.233822, 59.913605], [30.232634, 59.913612], [30.232414, 59.913733], [30.228906, 59.913549],
        [30.224424, 59.913993], [30.223947, 59.914202], [30.223228, 59.914452], [30.222270, 59.914659], [30.222131, 59.914650],
        [30.215559, 59.916147], [30.215138, 59.916228], [30.214830, 59.916254], [30.214320, 59.916270], [30.214036, 59.916221],
        [30.213786, 59.916114], [30.213462, 59.915857], [30.212896, 59.915205], [30.207432, 59.909264], [30.207250, 59.908980],
        [30.207255, 59.908522], [30.207400, 59.908308], [30.207936, 59.908096], [30.214717, 59.906089], [30.215476, 59.906000],
        [30.215633, 59.905883], [30.215774, 59.905792], [30.215853, 59.905766], [30.216021, 59.905773], [30.216399, 59.905310],
        [30.216269, 59.905271], [30.216204, 59.905211], [30.216183, 59.905157], [30.216257, 59.905051], [30.216298, 59.904964],
        [30.216224, 59.904236], [30.216105, 59.903967], [30.216006, 59.903870], [30.215810, 59.903714], [30.215825, 59.903610],
        [30.213652, 59.902232], [30.212758, 59.902181], [30.211687, 59.901381], [30.211289, 59.901110], [30.210437, 59.900503],
        [30.210222, 59.900337], [30.210160, 59.900289], [30.209458, 59.899503], [30.209286, 59.899403], [30.208894, 59.899300],
        [30.208629, 59.899198], [30.208468, 59.899103], [30.208245, 59.898983], [30.208070, 59.898886], [30.207947, 59.898863],
        [30.207837, 59.898837], [30.207659, 59.898776], [30.207554, 59.898728], [30.207477, 59.898673], [30.207433, 59.898638],
        [30.207390, 59.898635], [30.207324, 59.898672], [30.207311, 59.898695], [30.207297, 59.898719], [30.207232, 59.898728],
        [30.207202, 59.898692], [30.207245, 59.898641], [30.207223, 59.898598], [30.207018, 59.898503], [30.206761, 59.898375],
        [30.206507, 59.898218], [30.206333, 59.898104], [30.205977, 59.897887], [30.205790, 59.897797], [30.205493, 59.897672],
        [30.205283, 59.897583], [30.205002, 59.897465], [30.204905, 59.897396], [30.204864, 59.897353], [30.204815, 59.897301],
        [30.204779, 59.897257], [30.204740, 59.897228], [30.204569, 59.897156], [30.204335, 59.897054], [30.204041, 59.896900],
        [30.203419, 59.896572], [30.203189, 59.896457], [30.202720, 59.896226], [30.202516, 59.896135], [30.202157, 59.896006],
        [30.201738, 59.895873], [30.201436, 59.895771], [30.201152, 59.895658], [30.200762, 59.895486], [30.200525, 59.895368],
        [30.200157, 59.895185], [30.199808, 59.895024], [30.199497, 59.894885], [30.199153, 59.894667], [30.198880, 59.894562],
        [30.198615, 59.894491], [30.198347, 59.894477], [30.197639, 59.894304], [30.197287, 59.894090], [30.197134, 59.893841],
        [30.196881, 59.893677], [30.196364, 59.893513], [30.195862, 59.893192], [30.195409, 59.892793], [30.195218, 59.892715],
        [30.195070, 59.892407], [30.194764, 59.892083], [30.194589, 59.891677], [30.194594, 59.891583], [30.194459, 59.891314],
        [30.194503, 59.891106], [30.194491, 59.890970], [30.194511, 59.890766], [30.194430, 59.890573], [30.194302, 59.890361],
        [30.194201, 59.890238], [30.194126, 59.890117], [30.194117, 59.890102], [30.193982, 59.889926], [30.193686, 59.889706],
        [30.193488, 59.889501], [30.193315, 59.889319], [30.193070, 59.889189], [30.192787, 59.889111], [30.192096, 59.888936],
        [30.190738, 59.888675], [30.188981, 59.888471], [30.187703, 59.888349], [30.186345, 59.888213], [30.184885, 59.888053],
        [30.182293, 59.887781], [30.181664, 59.887755], [30.181053, 59.887757], [30.179734, 59.887726], [30.178444, 59.887689],
        [30.177167, 59.887692], [30.175764, 59.887759], [30.174599, 59.887839], [30.174238, 59.887878], [30.172980, 59.888059],
        [30.171959, 59.888278], [30.170427, 59.888320], [30.169773, 59.888323], [30.169472, 59.888324], [30.169152, 59.888338],
        [30.168984, 59.888312], [30.168685, 59.887924], [30.168345, 59.887483], [30.168168, 59.887254], [30.167987, 59.887020],
        [30.167812, 59.886844], [30.167891, 59.886398], [30.168961, 59.885861], [30.169073, 59.885806], [30.171358, 59.884660],
        [30.171472, 59.884604], [30.172316, 59.884180], [30.168406, 59.882180], [30.168264, 59.882108], [30.167836, 59.881889],
        [30.167932, 59.881844], [30.165919, 59.880804], [30.168066, 59.879724], [30.168107, 59.879684], [30.168125, 59.879643],
        [30.168121, 59.879597], [30.168092, 59.879554], [30.168029, 59.879513], [30.167946, 59.879482], [30.167848, 59.879456],
        [30.167155, 59.879305], [30.166956, 59.879250], [30.166781, 59.879182], [30.166642, 59.879107], [30.166532, 59.879028],
        [30.164353, 59.877003], [30.161534, 59.874313], [30.161519, 59.874277], [30.161525, 59.874240], [30.161551, 59.874206],
        [30.161593, 59.874175], [30.161653, 59.874145], [30.161827, 59.874084], [30.162042, 59.874017], [30.162243, 59.873960],
        [30.162465, 59.873905], [30.164271, 59.873518], [30.166647, 59.872998], [30.168293, 59.872608], [30.169885, 59.872271],
        [30.171788, 59.871757], [30.171749, 59.871558], [30.171800, 59.871397], [30.171977, 59.871257], [30.172250, 59.871160],
        [30.172490, 59.870974], [30.172749, 59.870838], [30.172984, 59.870819], [30.173315, 59.870808], [30.173575, 59.870858],
        [30.174227, 59.870908], [30.174492, 59.870871], [30.174624, 59.870803], [30.175061, 59.870730], [30.175203, 59.870624],
        [30.175315, 59.870547], [30.175429, 59.870463], [30.175530, 59.870438], [30.175661, 59.870399], [30.175625, 59.870353],
        [30.176153, 59.870235], [30.176391, 59.870146], [30.176625, 59.870035], [30.176797, 59.869917], [30.176969, 59.869856],
        [30.177036, 59.869794], [30.177157, 59.869661], [30.177332, 59.869533], [30.177516, 59.869453], [30.177717, 59.869362],
        [30.177907, 59.869266], [30.178199, 59.869062], [30.178448, 59.868854], [30.178612, 59.868709], [30.178758, 59.868609],
        [30.178930, 59.868558], [30.179110, 59.868522], [30.179266, 59.868460], [30.179434, 59.868406], [30.179516, 59.868390],
        [30.179651, 59.868373], [30.179763, 59.868320], [30.179796, 59.868251], [30.179806, 59.868181], [30.179811, 59.868104],
        [30.179923, 59.868010], [30.180211, 59.867892], [30.180305, 59.867840], [30.180326, 59.867786], [30.180334, 59.867660],
        [30.180391, 59.867489], [30.180507, 59.867316], [30.180579, 59.867228], [30.180663, 59.867118], [30.180761, 59.867018],
        [30.180916, 59.866909], [30.181082, 59.866838], [30.181214, 59.866768], [30.181391, 59.866732], [30.181604, 59.866705],
        [30.181891, 59.866689], [30.182284, 59.866678], [30.182594, 59.866680], [30.182856, 59.866696], [30.183247, 59.866717],
        [30.183504, 59.866757], [30.183823, 59.866818], [30.183955, 59.866818], [30.184065, 59.866799], [30.184554, 59.866645],
        [30.184978, 59.866555], [30.185167, 59.866562], [30.185278, 59.866600], [30.185559, 59.866990], [30.185732, 59.867101],
        [30.185930, 59.867193], [30.186121, 59.867265], [30.186386, 59.867337], [30.186862, 59.867431], [30.187434, 59.867513],
        [30.187681, 59.867530], [30.187889, 59.867537], [30.188341, 59.867556], [30.188603, 59.867596], [30.188889, 59.867608],
        [30.189440, 59.867611], [30.189972, 59.867610], [30.190554, 59.867604], [30.191176, 59.867580], [30.191591, 59.867587],
        [30.191955, 59.867622], [30.192316, 59.867694], [30.192804, 59.867760], [30.194724, 59.867863], [30.195176, 59.867915],
        [30.196360, 59.868167], [30.196857, 59.868313], [30.197375, 59.868386], [30.197671, 59.868392], [30.198153, 59.868516],
        [30.198620, 59.868596], [30.199094, 59.868713], [30.199381, 59.868838], [30.199621, 59.868919], [30.199869, 59.868982],
        [30.200074, 59.869021], [30.200264, 59.869023], [30.200462, 59.869028], [30.200592, 59.869013], [30.200680, 59.868952],
        [30.200859, 59.868804], [30.201059, 59.868703], [30.201403, 59.868609], [30.201823, 59.868532], [30.202279, 59.868473],
        [30.202749, 59.868407], [30.203164, 59.868305], [30.203453, 59.868196], [30.203616, 59.868091], [30.203761, 59.867964],
        [30.203916, 59.867817], [30.204113, 59.867647], [30.204355, 59.867488], [30.204581, 59.867368], [30.204999, 59.867202],
        [30.205435, 59.867078], [30.205921, 59.866946], [30.206324, 59.866844], [30.206719, 59.866751], [30.206945, 59.866688],
        [30.207091, 59.866622], [30.207213, 59.866570], [30.207853, 59.866372], [30.208628, 59.866131], [30.209080, 59.866001],
        [30.209356, 59.865917], [30.209591, 59.865858], [30.209767, 59.865815], [30.209879, 59.865771], [30.210162, 59.865680],
        [30.210390, 59.865618], [30.210890, 59.865511], [30.211069, 59.865486], [30.211393, 59.865449], [30.211843, 59.865379],
        [30.212285, 59.865306], [30.212580, 59.865263], [30.212857, 59.865243], [30.213180, 59.865201], [30.213397, 59.865161],
        [30.213544, 59.865118], [30.213855, 59.865030], [30.214153, 59.864954], [30.214756, 59.864829], [30.215162, 59.864763],
        [30.215500, 59.864752], [30.215954, 59.864745], [30.216222, 59.864734], [30.216490, 59.864718], [30.216812, 59.864680],
        [30.217713, 59.864594], [30.218250, 59.864535], [30.218968, 59.864486], [30.219537, 59.864454], [30.220846, 59.864336],
        [30.221511, 59.864336], [30.223121, 59.864256], [30.223936, 59.864266], [30.224550, 59.864304], [30.224978, 59.864287],
        [30.225686, 59.864286], [30.226237, 59.864276], [30.227208, 59.864239], [30.228001, 59.864128], [30.229003, 59.864128],
        [30.229354, 59.864104], [30.231173, 59.864072], [30.231378, 59.864066], [30.231905, 59.864052], [30.232948, 59.864024],
        [30.233794, 59.864056], [30.235464, 59.864024], [30.237318, 59.863980], [30.239196, 59.863929], [30.232097, 59.859126],
        [30.228606, 59.856757], [30.221246, 59.851778], [30.216555, 59.848558], [30.212192, 59.845607], [30.210168, 59.844220],
        [30.208008, 59.842762], [30.206138, 59.841481], [30.204886, 59.840606], [30.203919, 59.839882], [30.201746, 59.838264],
        [30.199526, 59.836637], [30.198932, 59.836210], [30.197239, 59.834943], [30.196573, 59.834453], [30.194893, 59.833214],
        [30.194321, 59.832756], [30.193518, 59.832122], [30.191973, 59.830794], [30.190674, 59.829420], [30.190148, 59.828873],
        [30.189240, 59.828043], [30.188979, 59.827842], [30.188555, 59.827500], [30.187129, 59.826071], [30.186746, 59.825676],
        [30.184822, 59.823970], [30.183594, 59.822886], [30.185723, 59.822934], [30.188212, 59.822805], [30.192064, 59.822713],
        [30.197718, 59.822573], [30.202771, 59.822751], [30.209530, 59.823306], [30.216086, 59.823921], [30.218560, 59.824124],
        [30.221997, 59.824406], [30.227233, 59.825140], [30.231535, 59.825981], [30.237511, 59.827453], [30.248047, 59.830052],
        [30.254340, 59.831551], [30.256040, 59.831956], [30.262960, 59.833573], [30.268190, 59.834854], [30.268545, 59.834941],
        [30.269280, 59.835396], [30.269337, 59.835450], [30.269489, 59.835523], [30.269571, 59.835569], [30.269703, 59.835630],
        [30.269749, 59.835652], [30.269823, 59.835688], [30.269961, 59.835766], [30.270582, 59.836176], [30.272570, 59.837349],
        [30.273501, 59.837881], [30.276388, 59.839602], [30.277823, 59.840475], [30.280744, 59.842173], [30.280988, 59.842293],
        [30.281202, 59.842456], [30.281388, 59.842555], [30.281469, 59.842555], [30.281582, 59.842533], [30.281994, 59.842521],
        [30.282125, 59.842510], [30.282216, 59.842531], [30.282248, 59.842584], [30.282273, 59.842646], [30.282359, 59.842743],
        [30.282571, 59.842903], [30.282728, 59.843040], [30.282895, 59.843187], [30.283020, 59.843292], [30.283229, 59.843381],
        [30.283344, 59.843491], [30.283564, 59.843675], [30.283710, 59.843827], [30.283898, 59.844011], [30.284107, 59.844190],
        [30.284306, 59.844352], [30.284578, 59.844531], [30.284849, 59.844704], [30.285026, 59.844896], [30.285304, 59.845203],
        [30.285421, 59.845332], [30.285694, 59.845693], [30.286028, 59.846082], [30.286110, 59.846175], [30.286281, 59.846368],
        [30.286484, 59.846865], [30.286501, 59.846886], [30.287084, 59.847601], [30.287805, 59.848557], [30.288488, 59.849614],
        [30.288916, 59.850451], [30.289013, 59.850653], [30.289088, 59.850834], [30.289104, 59.850974], [30.289106, 59.851009],
        [30.289157, 59.851121], [30.289222, 59.851187], [30.289409, 59.851308], [30.289648, 59.851379], [30.289958, 59.851435],
        [30.290157, 59.851511], [30.290416, 59.851609], [30.290472, 59.851699], [30.290737, 59.852214], [30.290847, 59.852299],
        [30.291078, 59.852474], [30.291217, 59.852561], [30.291482, 59.852638], [30.291682, 59.852713], [30.291809, 59.852786],
        [30.291849, 59.852893], [30.291903, 59.853092], [30.292018, 59.853520], [30.292091, 59.853833], [30.292203, 59.854461],
        [30.292344, 59.855103], [30.292374, 59.855350], [30.292416, 59.855790], [30.292447, 59.856403], [30.292442, 59.856972],
        [30.292465, 59.857272], [30.292683, 59.857743], [30.292697, 59.857784], [30.292694, 59.857827], [30.292689, 59.857851],
        [30.292679, 59.857863], [30.292670, 59.857875], [30.292644, 59.857897], [30.292608, 59.857915], [30.292565, 59.857930],
        [30.292404, 59.857954], [30.292262, 59.857972], [30.291809, 59.858032], [30.291471, 59.858101], [30.291318, 59.858191],
        [30.291192, 59.858254], [30.290936, 59.858466], [30.290806, 59.858515], [30.290676, 59.858545], [30.290530, 59.858541],
        [30.290354, 59.858540], [30.290466, 59.859305], [30.290483, 59.859594], [30.290531, 59.859978], [30.290842, 59.862526],
        [30.291421, 59.865812], [30.291700, 59.868107], [30.292033, 59.870008], [30.292451, 59.871752], [30.293162, 59.874897],
        [30.293438, 59.876567], [30.293728, 59.877767], [30.294543, 59.878962], [30.295777, 59.879910], [30.297590, 59.880766],
        [30.299672, 59.881461], [30.300015, 59.882693], [30.293792, 59.882508], [30.294273, 59.884468], [30.295065, 59.886471],
        [30.295272, 59.886623], [30.297226, 59.888095], [30.297655, 59.888668], [30.298577, 59.891273], [30.299457, 59.894239],
        [30.297901, 59.894465], [30.297891, 59.896031], [30.294781, 59.896123], [30.294978, 59.896295], [30.295114, 59.896545],
        [30.294975, 59.896565], [30.295066, 59.896774], [30.295179, 59.896939], [30.295314, 59.897181], [30.295265, 59.897228],
        [30.295603, 59.897819], [30.295773, 59.898077], [30.296126, 59.898634], [30.296292, 59.898849], [30.296322, 59.898904],
        [30.296325, 59.898974], [30.296384, 59.899160], [30.296430, 59.899159], [30.296484, 59.899159], [30.296470, 59.899242],
        [30.296492, 59.899334], [30.296562, 59.899510], [30.296646, 59.899694], [30.296782, 59.899940], [30.296799, 59.899972],
        [30.296956, 59.900265], [30.297009, 59.900286], [30.297029, 59.900367], [30.297055, 59.900557], [30.297034, 59.900948],
        [30.297006, 59.900948], [30.296940, 59.901701], [30.296899, 59.901908], [30.296880, 59.901937], [30.296854, 59.901944],
        [30.296736, 59.901958], [30.296669, 59.901990], [30.296604, 59.901988], [30.296522, 59.901964], [30.296286, 59.901892],
        [30.296196, 59.901873], [30.295844, 59.901799], [30.295790, 59.901864], [30.295737, 59.901897], [30.295721, 59.901893],
        [30.295474, 59.902116], [30.295570, 59.902143], [30.295505, 59.902204], [30.295641, 59.902244], [30.295659, 59.902308],
        [30.295700, 59.902320], [30.295407, 59.902603], [30.295040, 59.902502], [30.294967, 59.902569], [30.294761, 59.902521],
        [30.294766, 59.902670], [30.294730, 59.902748], [30.294692, 59.902755], [30.294228, 59.902801], [30.294201, 59.902732],
        [30.293935, 59.902771], [30.293454, 59.902865], [30.293124, 59.902925], [30.293090, 59.902895], [30.292764, 59.902963],
        [30.292048, 59.903078], [30.291129, 59.903130], [30.290898, 59.903110], [30.290744, 59.903125], [30.290591, 59.903140],
        [30.289913, 59.903178], [30.289908, 59.903243], [30.289087, 59.903302], [30.286638, 59.903547], [30.284581, 59.903711],
        [30.283617, 59.903804], [30.282125, 59.903935], [30.281915, 59.903924], [30.281401, 59.903876], [30.281158, 59.903841],
        [30.280914, 59.903797], [30.280708, 59.903748], [30.280355, 59.903637], [30.280182, 59.903593], [30.280015, 59.903559],
        [30.279635, 59.903356], [30.277636, 59.902273], [30.277462, 59.902096], [30.277240, 59.901941], [30.277102, 59.901846],
        [30.276978, 59.901770], [30.276775, 59.901645], [30.276802, 59.901631], [30.276341, 59.901360], [30.275829, 59.901114],
        [30.274583, 59.901563], [30.274476, 59.901528], [30.274387, 59.901512], [30.274297, 59.901499], [30.274205, 59.901494],
        [30.274107, 59.901496], [30.273996, 59.901501], [30.273878, 59.901506]
    ]
};