const district = 'kolpinsky'

export const kolpinskyDepartments = [
    {
        coordinates: [59.746075, 30.569112],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 258 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФИЗИКИ И ХИМИИ КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Павловская, д 80 литера а',
        district: district,
        vkLink:   'https://vk.com/dvizhenie258',
        type: 0
      },
      
      {
        coordinates: [59.737972, 30.616355],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 588 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Тверская, д 54 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/mypervie78_school588',
        type: 0
      },
      
      {
        coordinates: [59.738806, 30.565510],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 467 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, б-р Трудящихся, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/public215978432',
        type: 0
      },
      
      {
        coordinates: [59.734811, 30.565618],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 446 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, Заводской пр-кт, д 18 к 2а',
        district: district,
        vkLink:   'https://vk.com/energy_446',
        type: 0
      },
      
      {
        coordinates: [59.734217, 30.572858],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 461 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Машиностроителей, д 7 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm_lider461_klp',
        type: 0
      },
      
      {
        coordinates: [59.737115, 30.585695],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 404 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Раумская, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm404',
        type: 0
      },
      
      {
        coordinates: [59.784716, 30.620110],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 400 ИМЕНИ АЛЕКСАНДРА НЕВСКОГО КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Понтонный, ул Волховстроевская, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/public_school400',
        type: 0
      },
      
      {
        coordinates: [59.745227, 30.565609],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 476 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Танкистов, д 26 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm476',
        type: 0
      },
            
      {
        coordinates: [59.807147, 30.576766],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 451 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Металлострой, ул Пушкинская, д 8А литера а',
        district: district,
        vkLink:   'https://vk.com/rddm_451',
        type: 0
      },
      
      {
        coordinates: [59.749618, 30.592689],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ОБРАЗОВАНИЯ № 170 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Адмиралтейская, д 5',
        district: district,
        vkLink:   'https://vk.com/club205400502',
        type: 0
      },
      
      {
        coordinates: [59.731504, 30.583907],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 454 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, Заводской пр-кт, д 50 литера а',
        district: district,
        vkLink:   'https://vk.com/public195287300',
        type: 0
      },
      
      {
        coordinates: [59.743028, 30.586791],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 420 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Вавилова, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/public215825960',
        type: 0
      },
      
      {
        coordinates: [59.773098, 30.595127],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ОСНОВНАЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 452 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Загородная, д 41 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm452',
        type: 0
      },
      
      {
        coordinates: [59.813134, 30.563722],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 621 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Металлострой, ул Полевая, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm_621',
        type: 0
      },
      
      {
        coordinates: [59.751637, 30.576227],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 523 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, пр-кт Ленина, д 31 литера а',
        district: district,
        vkLink:   'https://vk.com/club198561768',
        type: 0
      },
      
      {
        coordinates: [59.744583, 30.612150],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 402 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Тверская, д 18 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm402',
        type: 0
      },
      
      {
        coordinates: [59.743853, 30.590097],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ТВОРЧЕСТВА ДЕТЕЙ И МОЛОДЕЖИ КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Стахановская, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/dtdm_spb',
        type: 1
      },
      
      {
        coordinates: [59.740348, 30.609411],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ДЕТСКОГО (ЮНОШЕСКОГО) ТЕХНИЧЕСКОГО ТВОРЧЕСТВА КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Тверская, д 23 литера а',
        district: district,
        vkLink:   'https://vk.com/cdttkolpino',
        type: 1
      },
      
      {
        coordinates: [59.738978, 30.573694],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 401 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, б-р Трудящихся, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/school401rddm',
        type: 0
      },
      
      {
        coordinates: [59.809107, 30.568510],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ НАЧАЛЬНАЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 453 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Металлострой, ул Школьная, д 8 литера а',
        district: district,
        vkLink:   'https://vk.com/gbouschool453',
        type: 0
      },
      
      {
        coordinates: [59.744325, 30.607461],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 455 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Тверская, д 13 стр 1',
        district: district,
        vkLink:   'https://vk.com/gbou455spb',
        type: 0
      },
      
      {
        coordinates: [59.739006, 30.616921],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 456 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Октябрьская, д 71 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rdsh456',
        type: 0
      },
      
      {
        coordinates: [59.803264, 30.512869],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ОСНОВНАЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 465 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Петро-Славянка, ул Коммунаров, д 2 литера б',
        district: district,
        vkLink:   '-',
        type: 0
      },
      
      {
        coordinates: [59.732915, 30.613633],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 589 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Тверская, д 62 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm_school_589',
        type: 0
      },
      
      {
        coordinates: [59.807072, 30.583727],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 273 ИМЕНИ Л. Ю. ГЛАДЫШЕВОЙ КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Металлострой, ул Плановая, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/pervie273',
        type: 0
      },
      
      {
        coordinates: [59.736983, 30.560955],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОМ МОЛОДЕЖИ КОЛПИНЕЦ`,
        address:  'г Санкт-Петербург, г Колпино, Заводской пр-кт, д 10',
        district: district,
        vkLink:   'https://vk.com/mdzvd',
        type: 1
      },
      
      {
        coordinates: [59.748350, 30.581895],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 432 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Колпино, ул Павловская, д 21 литера а',
        district: district,
        vkLink:   'https://vk.com/public222538820',
        type: 0
      },
      
      {
        coordinates: [59.749221, 30.603464],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АКАДЕМИЯ ПРОМЫШЛЕННЫХ ТЕХНОЛОГИЙ`,
        address:  'г Санкт-Петербург, г Колпино, ул Труда, д 1/7 литера а, офис 310',
        district: district,
        vkLink:   'https://vk.com/kolpinosppk_professionalitet',
        type: 0
      },
      
      {
        coordinates: [59.744714, 30.561530],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ РОВЕСНИК`,
        address:  'г Санкт-Петербург, г Колпино, ул Танкистов, д 28 литера а',
        district: district,
        vkLink:   'https://vk.com/spbgburovesnik',
        type: 1
      },
      
      {
        coordinates: [59.734734, 30.580620],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ИЖОРСКИЙ КОЛЛЕДЖ`,
        address:  'г Санкт-Петербург, г Колпино, б-р Трудящихся, д 29/52 литера а',
        district: district,
        vkLink:   'https://vk.com/izhorskiy_professionalitet',
        type: 0
      }, 
       
      {
        coordinates: [59.781821, 30.639891],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 520 КОЛПИНСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Понтонный, ул Южная, д 31',
        district: district,
        vkLink:   'https://vk.com/lider520',
        type: 0
      },    
]

export const kolpinskyDistrict  = {
    name: district,
    color: 'rgba(19, 211, 236, 0.20)',
    borderColor: 'rgba(19, 211, 236, 0.65)',
    coordinates: [
        [30.629978, 59.735811], [30.640693, 59.727717], [30.640618, 59.727534], [30.640637, 59.727439], [30.642885, 59.725598],
        [30.643259, 59.725415], [30.643474, 59.725470], [30.645745, 59.723754], [30.647762, 59.722029], [30.648170, 59.721273],
        [30.650355, 59.721866], [30.682984, 59.724918], [30.680135, 59.729983], [30.695739, 59.743747], [30.703055, 59.745284],
        [30.737604, 59.744888], [30.754919, 59.743842], [30.757012, 59.743751], [30.756472, 59.744523], [30.754691, 59.745671],
        [30.753277, 59.746702], [30.750792, 59.748012], [30.749965, 59.748515], [30.748912, 59.749571], [30.748713, 59.751120],
        [30.749306, 59.751939], [30.750876, 59.752582], [30.752832, 59.752933], [30.756809, 59.752902], [30.757953, 59.753057],
        [30.758891, 59.753370], [30.759416, 59.753758], [30.759466, 59.754214], [30.759493, 59.754728], [30.758934, 59.755250],
        [30.757659, 59.756293], [30.752762, 59.755553], [30.750359, 59.755461], [30.748763, 59.755453], [30.746303, 59.755758],
        [30.744134, 59.756245], [30.737358, 59.759669], [30.740001, 59.765210], [30.734419, 59.769213], [30.729708, 59.770147],
        [30.728071, 59.770573], [30.726716, 59.770853], [30.727905, 59.772580], [30.733139, 59.777217], [30.735294, 59.779302],
        [30.729980, 59.781016], [30.724911, 59.781522], [30.717695, 59.781716], [30.710405, 59.781292], [30.705738, 59.781318],
        [30.701107, 59.781638], [30.694664, 59.782753], [30.686973, 59.784647], [30.683597, 59.785079], [30.678580, 59.785275],
        [30.676407, 59.785473], [30.673927, 59.785698], [30.670101, 59.786477], [30.660139, 59.789640], [30.653405, 59.790636],
        [30.644351, 59.791423], [30.635147, 59.792538], [30.630154, 59.793685], [30.625600, 59.795479], [30.622834, 59.797329],
        [30.614982, 59.802582], [30.604327, 59.808308], [30.597645, 59.812001], [30.595885, 59.813591], [30.593795, 59.815193],
        [30.589201, 59.817279], [30.578757, 59.820662], [30.573185, 59.822394], [30.567166, 59.823925], [30.566939, 59.823655],
        [30.565204, 59.821758], [30.564322, 59.821839], [30.562545, 59.822015], [30.561175, 59.822151], [30.560356, 59.822249],
        [30.560014, 59.822210], [30.561508, 59.821561], [30.563120, 59.820877], [30.562944, 59.820834], [30.561490, 59.820507],
        [30.560562, 59.820298], [30.559913, 59.820152], [30.558733, 59.819461], [30.554278, 59.821235], [30.551738, 59.819742],
        [30.553648, 59.817628], [30.554720, 59.817164], [30.548498, 59.813129], [30.547134, 59.813690], [30.541150, 59.815970],
        [30.535478, 59.818083], [30.531627, 59.819407], [30.528215, 59.820821], [30.520214, 59.823930], [30.520103, 59.823696],
        [30.520155, 59.823582], [30.520209, 59.823394], [30.520577, 59.823020], [30.520810, 59.822772], [30.521310, 59.822084],
        [30.521378, 59.821941], [30.521413, 59.821820], [30.521419, 59.821665], [30.521359, 59.821499], [30.521062, 59.820797],
        [30.520900, 59.820416], [30.520748, 59.820085], [30.520533, 59.819743], [30.520297, 59.819413], [30.520129, 59.819231],
        [30.519897, 59.819023], [30.519442, 59.818655], [30.518942, 59.818318], [30.518643, 59.818147], [30.516992, 59.817206],
        [30.514544, 59.815809], [30.513745, 59.815380], [30.513621, 59.815313], [30.513376, 59.815224], [30.513244, 59.815184],
        [30.513022, 59.815137], [30.512636, 59.815073], [30.512603, 59.814961], [30.512539, 59.814875], [30.512465, 59.814758],
        [30.512459, 59.814740], [30.512452, 59.814631], [30.512277, 59.814402], [30.510904, 59.813603], [30.510496, 59.813765],
        [30.508286, 59.812643], [30.508222, 59.811289], [30.508688, 59.810615], [30.509814, 59.809925], [30.510246, 59.809612],
        [30.510409, 59.809323], [30.512215, 59.808027], [30.511552, 59.807772], [30.508198, 59.810116], [30.499961, 59.816031],
        [30.475198, 59.833989], [30.455736, 59.831962], [30.443495, 59.829817], [30.443334, 59.829798], [30.441121, 59.829374],
        [30.438755, 59.827567], [30.442188, 59.827804], [30.442986, 59.827510], [30.444224, 59.824224], [30.448634, 59.824515],
        [30.453591, 59.818269], [30.449519, 59.818269], [30.454665, 59.814986], [30.460308, 59.811534], [30.461605, 59.810840],
        [30.456251, 59.809471], [30.457854, 59.802690], [30.468632, 59.797718], [30.479168, 59.792957], [30.484227, 59.791537],
        [30.485514, 59.792606], [30.486887, 59.792204], [30.487027, 59.791977], [30.487778, 59.791748], [30.488015, 59.791969],
        [30.488815, 59.791734], [30.489596, 59.791867], [30.489800, 59.792056], [30.492606, 59.790749], [30.494507, 59.790249],
        [30.494965, 59.790141], [30.497729, 59.789319], [30.498029, 59.788801], [30.501763, 59.788487], [30.508844, 59.784373],
        [30.509531, 59.785237], [30.516996, 59.783715], [30.516845, 59.783435], [30.516670, 59.783138], [30.516431, 59.782800],
        [30.516273, 59.782509], [30.516256, 59.782232], [30.516316, 59.782098], [30.516402, 59.782040], [30.516504, 59.781998],
        [30.516613, 59.781980], [30.516890, 59.782002], [30.517399, 59.782019], [30.517572, 59.782048], [30.517785, 59.782129],
        [30.517938, 59.782375], [30.518206, 59.782623], [30.518406, 59.782664], [30.519159, 59.782681], [30.519332, 59.782590],
        [30.519459, 59.782374], [30.519547, 59.782136], [30.519880, 59.781410], [30.519834, 59.781273], [30.519657, 59.781212],
        [30.519245, 59.781088], [30.519154, 59.781019], [30.519108, 59.780916], [30.519026, 59.780697], [30.519023, 59.780572],
        [30.519073, 59.780508], [30.519188, 59.780472], [30.519554, 59.780440], [30.519900, 59.780409], [30.520213, 59.780501],
        [30.520381, 59.780661], [30.520605, 59.781132], [30.520807, 59.781265], [30.520965, 59.781306], [30.521153, 59.781292],
        [30.521403, 59.781151], [30.521528, 59.781044], [30.521582, 59.780789], [30.521411, 59.780612], [30.521316, 59.780456],
        [30.521325, 59.780288], [30.521359, 59.780132], [30.521299, 59.779990], [30.521127, 59.779912], [30.520750, 59.779843],
        [30.520458, 59.779743], [30.520183, 59.779627], [30.519909, 59.779454], [30.519694, 59.779298], [30.519531, 59.779182],
        [30.519385, 59.779151], [30.519239, 59.779182], [30.519205, 59.779281], [30.519248, 59.779424], [30.519136, 59.779497],
        [30.518964, 59.779467], [30.518810, 59.779406], [30.518698, 59.779316], [30.518492, 59.779203], [30.518252, 59.779108],
        [30.518020, 59.779026], [30.517763, 59.778923], [30.517643, 59.778886], [30.517480, 59.778799], [30.517297, 59.778694],
        [30.517151, 59.778555], [30.517077, 59.778415], [30.516919, 59.778323], [30.516721, 59.778216], [30.516477, 59.778109],
        [30.516265, 59.778021], [30.516088, 59.777925], [30.516017, 59.777870], [30.516004, 59.777727], [30.516047, 59.777502],
        [30.516150, 59.777403], [30.516321, 59.777347], [30.516562, 59.777303], [30.517892, 59.777161], [30.518270, 59.777083],
        [30.518570, 59.776997], [30.518733, 59.776893], [30.518750, 59.776776], [30.518752, 59.776649], [30.518669, 59.776535],
        [30.518446, 59.776395], [30.518227, 59.776340], [30.517969, 59.776314], [30.517693, 59.776239], [30.517388, 59.776129],
        [30.517229, 59.776062], [30.516993, 59.775941], [30.516737, 59.775758], [30.516683, 59.775718], [30.516589, 59.775685],
        [30.516462, 59.775650], [30.516222, 59.775650], [30.515801, 59.775710], [30.515372, 59.775740], [30.515063, 59.775831],
        [30.514681, 59.775912], [30.514411, 59.775956], [30.514299, 59.776017], [30.514452, 59.776093], [30.514609, 59.776156],
        [30.514505, 59.776302], [30.514114, 59.776379], [30.513089, 59.776541], [30.512977, 59.776479], [30.512960, 59.776362],
        [30.512968, 59.776293], [30.512866, 59.776099], [30.512866, 59.776000], [30.512943, 59.775917], [30.513114, 59.775831],
        [30.513303, 59.775745], [30.513423, 59.775615], [30.513509, 59.775459], [30.513458, 59.775261], [30.513295, 59.775006],
        [30.513011, 59.774820], [30.512745, 59.774734], [30.512479, 59.774669], [30.512230, 59.774535], [30.512084, 59.774405],
        [30.511930, 59.774228], [30.511887, 59.774073], [30.511938, 59.773870], [30.512136, 59.773697], [30.512308, 59.773589],
        [30.512488, 59.773567], [30.512660, 59.773632], [30.513003, 59.773831], [30.513140, 59.773831], [30.513269, 59.773761],
        [30.513209, 59.773692], [30.512780, 59.773329], [30.512737, 59.773217], [30.512866, 59.773126], [30.513080, 59.773061],
        [30.513389, 59.773035], [30.513612, 59.772988], [30.513775, 59.772880], [30.514211, 59.771973], [30.514233, 59.771903],
        [30.514205, 59.771848], [30.514067, 59.771791], [30.513861, 59.771757], [30.513441, 59.771735], [30.513106, 59.771692],
        [30.512780, 59.771601], [30.512342, 59.771454], [30.512033, 59.771342], [30.511578, 59.771143], [30.511226, 59.770949],
        [30.510988, 59.770760], [30.510900, 59.770659], [30.510711, 59.770559], [30.510557, 59.770400], [30.510582, 59.770227],
        [30.510677, 59.770123], [30.510857, 59.770054], [30.511140, 59.769993], [30.511381, 59.769993], [30.511552, 59.770123],
        [30.511784, 59.770171], [30.512033, 59.770153], [30.512763, 59.769998], [30.512908, 59.769877], [30.513097, 59.769747],
        [30.513140, 59.769579], [30.513071, 59.769449], [30.512681, 59.769159], [30.512409, 59.768930], [30.512207, 59.768607],
        [30.512149, 59.768428], [30.512146, 59.768328], [30.512153, 59.768256], [30.512154, 59.768184], [30.512089, 59.768137],
        [30.511981, 59.768109], [30.511888, 59.768105], [30.511760, 59.768130], [30.511526, 59.768282], [30.511367, 59.768383],
        [30.511216, 59.768537], [30.511020, 59.768641], [30.510898, 59.768698], [30.510761, 59.768704], [30.510675, 59.768661],
        [30.510610, 59.768575], [30.510533, 59.768434], [30.510526, 59.768335], [30.510569, 59.767699], [30.510656, 59.767502],
        [30.510600, 59.767262], [30.510570, 59.767108], [30.510453, 59.767066], [30.510313, 59.767034], [30.510021, 59.767021],
        [30.509782, 59.767017], [30.509655, 59.766988], [30.509647, 59.766921], [30.509776, 59.766856], [30.510145, 59.766761],
        [30.510238, 59.766739], [30.510270, 59.766693], [30.510206, 59.766589], [30.510067, 59.766528], [30.509815, 59.766353],
        [30.509741, 59.766240], [30.509685, 59.766173], [30.509453, 59.766022], [30.509410, 59.765957], [30.509513, 59.765862],
        [30.509565, 59.765736], [30.509530, 59.765602], [30.509530, 59.765464], [30.509559, 59.765369], [30.509562, 59.765282],
        [30.509465, 59.765164], [30.509326, 59.765035], [30.508413, 59.763823], [30.508077, 59.763543], [30.507882, 59.763429],
        [30.506922, 59.763010], [30.506820, 59.762949], [30.506764, 59.762842], [30.506817, 59.762716], [30.506996, 59.762564],
        [30.508322, 59.761554], [30.508644, 59.761355], [30.508724, 59.761270], [30.508774, 59.761180], [30.508868, 59.761020],
        [30.508857, 59.760750], [30.508816, 59.760658], [30.508868, 59.760561], [30.509023, 59.760505], [30.509349, 59.760458],
        [30.509546, 59.760427], [30.509718, 59.760332], [30.509847, 59.760125], [30.509804, 59.760038], [30.509589, 59.760021],
        [30.509366, 59.759999], [30.509220, 59.759913], [30.509185, 59.759856], [30.509211, 59.759774], [30.509357, 59.759683],
        [30.509580, 59.759631], [30.509673, 59.759546], [30.509697, 59.759480], [30.509583, 59.759374], [30.509413, 59.759366],
        [30.509218, 59.759354], [30.508993, 59.759407], [30.508567, 59.759605], [30.508243, 59.759634], [30.508012, 59.759525],
        [30.507901, 59.759416], [30.507947, 59.759315], [30.508101, 59.759266], [30.508347, 59.759232], [30.508533, 59.759161],
        [30.508585, 59.759031], [30.508523, 59.758911], [30.508447, 59.758767], [30.508447, 59.758655], [30.508362, 59.758542],
        [30.508197, 59.758454], [30.508114, 59.758346], [30.508163, 59.758180], [30.508360, 59.758115], [30.508497, 59.758014],
        [30.508603, 59.757854], [30.508822, 59.757694], [30.509432, 59.757398], [30.509668, 59.757341], [30.510053, 59.757273],
        [30.510295, 59.757189], [30.510328, 59.757087], [30.510292, 59.756978], [30.510195, 59.756836], [30.511505, 59.756771],
        [30.512041, 59.756490], [30.512749, 59.756501], [30.513264, 59.756101], [30.514208, 59.755993], [30.514595, 59.755690],
        [30.521182, 59.753734], [30.524143, 59.753388], [30.523070, 59.747929], [30.548478, 59.749120], [30.551209, 59.749248],
        [30.556681, 59.749457], [30.556777, 59.749118], [30.556832, 59.749021], [30.557233, 59.748306], [30.557351, 59.747919],
        [30.557592, 59.747081], [30.557641, 59.745944], [30.557598, 59.745100], [30.557641, 59.744733], [30.558081, 59.744262],
        [30.558274, 59.743900], [30.558274, 59.743783], [30.558242, 59.743733], [30.558173, 59.743678], [30.557705, 59.743484],
        [30.557351, 59.743149], [30.557201, 59.742943], [30.557276, 59.742797], [30.557555, 59.742686], [30.557587, 59.742601],
        [30.557566, 59.742497], [30.557351, 59.742422], [30.557136, 59.742357], [30.556761, 59.742065], [30.556868, 59.742011],
        [30.557405, 59.741940], [30.557276, 59.741827], [30.557190, 59.741659], [30.557297, 59.741292], [30.556450, 59.741157],
        [30.556257, 59.741151], [30.555624, 59.740448], [30.555688, 59.740113], [30.555366, 59.739967], [30.555398, 59.739773],
        [30.555570, 59.739594], [30.555506, 59.739032], [30.555645, 59.738626], [30.555924, 59.738261], [30.555935, 59.737923],
        [30.556042, 59.737502], [30.555993, 59.737395], [30.555644, 59.736839], [30.555472, 59.736719], [30.556600, 59.736265],
        [30.557863, 59.736139], [30.558274, 59.735677], [30.567336, 59.731428], [30.569156, 59.730910], [30.569637, 59.730797],
        [30.570331, 59.730674], [30.575904, 59.730176], [30.576345, 59.730006], [30.582226, 59.729579], [30.582743, 59.729542],
        [30.583876, 59.729564], [30.584207, 59.729644], [30.588458, 59.729803], [30.591350, 59.729102], [30.592893, 59.729146],
        [30.592796, 59.729378], [30.592225, 59.730060], [30.600606, 59.730086], [30.603209, 59.730135], [30.606757, 59.730539],
        [30.609258, 59.730654], [30.609788, 59.730666], [30.612181, 59.730737], [30.617338, 59.730861], [30.617189, 59.731920],
        [30.616969, 59.733493], [30.616669, 59.735414], [30.617792, 59.735794], [30.618240, 59.735401], [30.619560, 59.735394],
        [30.619853, 59.735461], [30.620114, 59.735518], [30.621315, 59.735878], [30.621683, 59.735695], [30.621879, 59.735770],
        [30.622240, 59.735615], [30.622416, 59.735612], [30.625049, 59.735712], [30.625221, 59.735716], [30.625655, 59.735724],
        [30.626920, 59.735750], [30.627442, 59.735760], [30.628777, 59.735787], [30.629978, 59.735811]
    ]
};