const district = 'krasnoselsky'

export const krasnoselskyDepartments = [
    {
        coordinates: [59.862312, 30.187463],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 54 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Казакова, д 60 к 2',
        district: district,
        vkLink:   'https://vk.com/schoolspb54',
        type: 0
      },
      
      {
        coordinates: [59.860021, 30.196410],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 546 С УГЛУБЛЁННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТОВ ХУДОЖЕСТВЕННО-ЭСТЕТИЧЕСКОГО ЦИКЛА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Ленинский пр-кт, д 80 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/mediaplan546',
        type: 0
      },
      
      {
        coordinates: [59.836215, 30.182145],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 383 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Авангардная, д 21 литера а',
        district: district,
        vkLink:   'https://vk.com/school383',
        type: 0
      },
      
      {
        coordinates: [59.781790, 30.110675],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 398 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА.`,
        address:  'г Санкт-Петербург, тер Торики, ул Политрука Пасечника, д 3',
        district: district,
        vkLink:   'https://vk.com/sch398',
        type: 0
      },
      
      {
        coordinates: [59.732153, 30.079683],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 262 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Красное Село, ул Лермонтова, д 23 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool262',
        type: 0
      },
      
      {
        coordinates: [59.851837, 30.206408],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 369 ИМЕНИ ГЕРОЯ РОССИЙСКОЙ ФЕДЕРАЦИИ А.Н.ЖИХАРЕВА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Захарова, д 52 литера а',
        district: district,
        vkLink:   'https://vk.com/club224577283',
        type: 0
      },
      
      {
        coordinates: [59.719582, 30.086079],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 276 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Красное Село, ул Красногородская, д 7 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/sch276spb',
        type: 0
      },
      
      {
        coordinates: [59.831838, 30.157019],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 505 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Тамбасова, д 26 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/public117133342',
        type: 0
      },
      
      {
        coordinates: [59.837381, 30.132764],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 352 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО ЯЗЫКА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 151 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school352veteranov151',
        type: 0
      },
      
      {
        coordinates: [59.840657, 30.132828],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 290 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Пионерстроя, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/g2343',
        type: 0
      },
      
      {
        coordinates: [59.848502, 30.204432],
        name:     `ЧАСТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА ЭКОНОМИКИ И ПРАВА`,
        address:  'г Санкт-Петербург, Петергофское шоссе, д 5 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/shkola_prava_spb',
        type: 0
      },
      
      {
        coordinates: [59.830974, 30.169982],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 217 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ Н. А. АЛЕКСЕЕВА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 140 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school217spb',
        type: 0
      },
      
      {
        coordinates: [59.828555, 30.141290],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №242 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФИЗИКИ И МАТЕМАТИКИ КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Лётчика Пилютова, д 50 литера а',
        district: district,
        vkLink:   'https://vk.com/school242spb',
        type: 0
      },
      
      {
        coordinates: [59.844190, 30.129629],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 385 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '198206, ГОРОД САНКТ-ПЕТЕРБУРГ, УЛ. ПИОНЕРСТРОЯ, Д.9, К.1, ЛИТЕР "А"',
        district: district,
        vkLink:   '-',
        type: 0
      },
      
      {
        coordinates: [59.832448, 30.089358],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №414 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, тер Сергиево, Российский б-р, д 4/2 литера а',
        district: district,
        vkLink:   'https://vk.com/public222638170',
        type: 0
      },
      
      {
        coordinates: [59.841297, 30.145404],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Пограничника Гарькавого, д 11 к 2',
        district: district,
        vkLink:   'https://vk.com/ddtks',
        type: 1
      },
      
      {
        coordinates: [59.842635, 30.162499],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 252 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Тамбасова, д 2 к 4',
        district: district,
        vkLink:   'https://vk.com/school252spb',
        type: 0
      },
      
      {
        coordinates: [59.859980, 30.169110],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 291 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Захарова, д 16 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm291',
        type: 0
      },
      
      {
        coordinates: [59.851291, 30.152662],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 547 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Адмирала Коновалова, д 6 к 2',
        district: district,
        vkLink:   'https://vk.com/rddm_547',
        type: 0
      },
      
      {
        coordinates: [59.855670, 30.215221],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 293 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА В.С. ГРИЗОДУБОВОЙ`,
        address:  'г Санкт-Петербург, Ленинский пр-кт, д 94 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gim293spb',
        type: 0
      },
      
      {
        coordinates: [59.857183, 30.223836],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 568 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Маршала Жукова, д 33 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club153653196',
        type: 0
      },
      
      {
        coordinates: [59.720667, 30.074410],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 382 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Красное Село, Кингисеппское шоссе, д 10 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/first382',
        type: 0
      },
      
      {
        coordinates: [59.849293, 30.191766],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 394 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Брестский б-р, д 19 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school394spb',
        type: 0
      },
      
      {
        coordinates: [59.835763, 30.152483],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 395 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 135 литера а',
        district: district,
        vkLink:   '-',
        type: 0
      },
      
      {
        coordinates: [59.826578, 30.170898],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №399 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Добровольцев, д 60 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/spb.school399',
        type: 0
      },
      
      {
        coordinates: [59.850450, 30.139951],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 509 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Капитана Грищенко, д 3 к 1',
        district: district,
        vkLink:   'https://vk.com/vkurse_509',
        type: 0
      },
      
      {
        coordinates: [59.859040, 30.220027],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 548 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Казакова, д 30 литера а',
        district: district,
        vkLink:   'https://vk.com/sc548',
        type: 0
      },
      
      {
        coordinates: [59.857495, 30.207936],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 590 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '198332, Г.Санкт-Петербург, УЛ. КОТИНА, Д.6, КОРПУC 3. ЛИТЕР А',
        district: district,
        vkLink:   'https://vk.com/school590  ',
        type: 0
      },
      
      {
        coordinates: [59.838891, 30.128255],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АКАДЕМИЯ КРЕАТИВНЫХ ИНДУСТРИЙ ЛОКОН`,
        address:  'г Санкт-Петербург, ул Пионерстроя, д 25 литера а',
        district: district,
        vkLink:   'https://vk.com/akademialokon',
        type: 0
      },
      
      {
        coordinates: [59.852488, 30.180492],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 271 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ П.И. ФЕДУЛОВА`,
        address:  'г Санкт-Петербург, пр-кт Кузнецова, д 25 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gym271',
        type: 0
      },
      
      {
        coordinates: [59.857179, 30.185136],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 375 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Кузнецова, д 19 литера а',
        district: district,
        vkLink:   'https://vk.com/school375spb',
        type: 0
      },
      
      {
        coordinates: [59.785934, 30.144523],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 391 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, тер Горелово, Красносельское шоссе, д 34 литера а',
        district: district,
        vkLink:   'https://vk.com/public222510408',
        type: 0
      },
      
      {
        coordinates: [59.843760, 30.162831],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫЙ ЦЕНТР ЛИГОВО`,
        address:  'г Санкт-Петербург, ул Чекистов, д 28',
        district: district,
        vkLink:   'https://vk.com/mypervie_pmcligovo',
        type: 1
      },
      
      {
        coordinates: [59.864860, 30.176989],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 219 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Казакова, д 68 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/rddm219spb',
        type: 0
      },
      
      {
        coordinates: [59.839502, 30.107818],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА №203 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ветеранов, д 173 к 3 стр 1',
        district: district,
        vkLink:   'https://vk.com/club224268542',
        type: 0
      },
      
      {
        coordinates: [59.828161, 30.181372],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 237 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Авангардная, д 43 литера а',
        district: district,
        vkLink:   'https://vk.com/vr_odod_237',
        type: 0
      },
      
      {
        coordinates: [59.827062, 30.159606],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №390 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Здоровцева, д 33 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public223023963',
        type: 0
      },
      
      {
        coordinates: [59.855191, 30.189852],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 549 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Захарова, д 28 литера а',
        district: district,
        vkLink:   'https://vk.com/movementschool549',
        type: 0
      },
      
      {
        coordinates: [59.825298, 30.164197],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ ЭЛЕКТРОНИКИ И ПРИБОРОСТРОЕНИЯ`,
        address:  'г Санкт-Петербург, пр-кт Народного Ополчения, д 223 литера а',
        district: district,
        vkLink:   'https://vk.com/starostat_college',
        type: 0
      },
      
      {
        coordinates: [59.746029, 30.088693],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 380 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ А.И. СПИРИНА`,
        address:  'г Санкт-Петербург, г Красное Село, ул Спирина, д 2 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school380spb',
        type: 0
      },
      
      {
        coordinates: [59.745336, 30.081111],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 270 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ А.Е. БЕРЕЗАНСКОГО`,
        address:  'г Санкт-Петербург, г Красное Село, ул Освобождения, д 29 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/schooll270',
        type: 0
      },
      
      {
        coordinates: [59.840379, 30.136744],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ОБРАЗОВАНИЯ № 167 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Лётчика Пилютова, д 11 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/odo_divomir',
        type: 0
      },
      
      {
        coordinates: [59.849492, 30.188397],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 200 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФИНСКОГО ЯЗЫКА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Рихарда Зорге, д 13 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school200spb',
        type: 0
      },
      
      {
        coordinates: [59.669566, 30.073206],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 275 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '198327, Г.Санкт-Петербург, Г КРАСНОЕ СЕЛО, ТЕР ХВОЙНЫЙ, Д. 115, ЛИТЕРА А, ЛИТЕР А',
        district: district,
        vkLink:   'https://vk.com/forestschool275',
        type: 0
      },
      
      {
        coordinates: [59.827492, 30.151423],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №285 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Пограничника Гарькавого, д 46 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/school285spb',
        type: 0
      },
      
      {
        coordinates: [59.840294, 30.132767],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДЕТСКИЙ ОЗДОРОВИТЕЛЬНО-ОБРАЗОВАТЕЛЬНЫЙ ЦЕНТР КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ЦЕНТР ГРАЖДАНСКО-ПАТРИОТИЧЕСКОГО ВОСПИТАНИЯ И БЕЗОПАСНОСТИ ЖИЗНЕДЕЯТЕЛЬНОСТИ`,
        address:  'г Санкт-Петербург, ул Пионерстроя, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/cbzh_cgpv',
        type: 0
      },
      
      {
        coordinates: [59.794007, 30.151383],
        name:     `ЧАСТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЧАСТНАЯ ШКОЛА ЦОДИВ`,
        address:  'г Санкт-Петербург, тер Горелово, Красносельское шоссе, д 54 к 6, офис 4',
        district: district,
        vkLink:   'https://vk.com/codiv_school',
        type: 0
      },
      
      {
        coordinates: [59.841993, 30.167664],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 208 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Добровольцев, д 8 литера а',
        district: district,
        vkLink:   'https://vk.com/rr_school208 ',
        type: 0
      },
      
      {
        coordinates: [59.841993, 30.178399],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МЕДИЦИНСКИЙ КОЛЛЕДЖ № 2`,
        address:  'г Санкт-Петербург, ул Чекистов, д 18',
        district: district,
        vkLink:   'https://vk.com/college2medspb',
        type: 0
      },
      
      {
        coordinates: [59.848280, 30.202231],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 247 КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Петергофское шоссе, д 5 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/sovet247',
        type: 0
      },
      
      {
        coordinates: [59.741015, 30.079845],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ КРАСНОСЕЛЬСКИЙ`,
        address:  'г Санкт-Петербург, г Красное Село, ул Спирина, д 13 литера б',
        district: district,
        vkLink:   'https://vk.com/kolkras',
        type: 0
      }, 
      
      {
        coordinates: [59.697303, 30.125368],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 289 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТА ФИЗИЧЕСКАЯ КУЛЬТУРА КРАСНОСЕЛЬСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, г Красное Село, тер Дудергоф, ул Театральная, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/school_289',
        type: 0
      },
]

export const krasnoselskyDistrict  = {
    name: district,
    color: 'rgba(72, 132, 202, 0.20)',
    borderColor: 'rgba(72, 132, 202, 0.65)',
    coordinates: [ 
        [30.107555, 59.863236], [30.107747, 59.863528], [30.107058, 59.863565], [30.106279, 59.862772], [30.105110, 59.863120],
        [30.104195, 59.863178], [30.103120, 59.863540], [30.102376, 59.863721], [30.101860, 59.863830], [30.101140, 59.864240],
        [30.100630, 59.864250], [30.099590, 59.864020], [30.098520, 59.863530], [30.098551, 59.858919], [30.098669, 59.858100],
        [30.098595, 59.857332], [30.098401, 59.855331], [30.100595, 59.853979], [30.100573, 59.853406], [30.096399, 59.853852],
        [30.096153, 59.853868], [30.095891, 59.853870], [30.095623, 59.853867], [30.095415, 59.853850], [30.095229, 59.853831],
        [30.094746, 59.853744], [30.094148, 59.853627], [30.090587, 59.852900], [30.090391, 59.852854], [30.090429, 59.852815],
        [30.090445, 59.852786], [30.090470, 59.852740], [30.090518, 59.852649], [30.090542, 59.852185], [30.090543, 59.852152],
        [30.090553, 59.852002], [30.090560, 59.851886], [30.090561, 59.851859], [30.090564, 59.851818], [30.090565, 59.851799],
        [30.090570, 59.851719], [30.090578, 59.851586], [30.090592, 59.851366], [30.090602, 59.851196], [30.090612, 59.851042],
        [30.090620, 59.850912], [30.090633, 59.850702], [30.090650, 59.850436], [30.090657, 59.850312], [30.090661, 59.850259],
        [30.090661, 59.850246], [30.090675, 59.850032], [30.090780, 59.848320], [30.090786, 59.848227], [30.090912, 59.846199],
        [30.090987, 59.844987], [30.091122, 59.842557], [30.091216, 59.840982], [30.091248, 59.840407], [30.091325, 59.839412],
        [30.091467, 59.837248], [30.091526, 59.836318], [30.091539, 59.836112], [30.091550, 59.835928], [30.086710, 59.835323],
        [30.086140, 59.834678], [30.086071, 59.834608], [30.083587, 59.835154], [30.075516, 59.837055], [30.069737, 59.838423],
        [30.070159, 59.836626], [30.070170, 59.836579], [30.070229, 59.836331], [30.070264, 59.836180], [30.070690, 59.834232],
        [30.071306, 59.831813], [30.071901, 59.829318], [30.071919, 59.829237], [30.071937, 59.829161], [30.071989, 59.828942],
        [30.072004, 59.828879], [30.072063, 59.828579], [30.072425, 59.827189], [30.072687, 59.826128], [30.072851, 59.825406],
        [30.073010, 59.824705], [30.073207, 59.823864], [30.073273, 59.823581], [30.073429, 59.822985], [30.073542, 59.822555],
        [30.073553, 59.822510], [30.073566, 59.822455], [30.073610, 59.822271], [30.073794, 59.821511], [30.073931, 59.820898],
        [30.073955, 59.820793], [30.073999, 59.820593], [30.074025, 59.820473], [30.074050, 59.820360], [30.074222, 59.819670],
        [30.074236, 59.819614], [30.074265, 59.819495], [30.074341, 59.819196], [30.074367, 59.819057], [30.074470, 59.818664],
        [30.074578, 59.818286], [30.074666, 59.817907], [30.074930, 59.816682], [30.075289, 59.815234], [30.085892, 59.816138],
        [30.090966, 59.814860], [30.104684, 59.817297], [30.127686, 59.809065], [30.125328, 59.806520], [30.123416, 59.804456],
        [30.112222, 59.803457], [30.110023, 59.803261], [30.109781, 59.803330], [30.109515, 59.803171], [30.108583, 59.803108],
        [30.104898, 59.802861], [30.105605, 59.797359], [30.105201, 59.796939], [30.099292, 59.796306], [30.099213, 59.796154],
        [30.098784, 59.795499], [30.098689, 59.795191], [30.098699, 59.794866], [30.098674, 59.794626], [30.098264, 59.790600],
        [30.098207, 59.790039], [30.098261, 59.789396], [30.098660, 59.787078], [30.098834, 59.786237], [30.098805, 59.785879],
        [30.098512, 59.785260], [30.097841, 59.784351], [30.097951, 59.783927], [30.096922, 59.783586], [30.096270, 59.783369],
        [30.096667, 59.782989], [30.097049, 59.782730], [30.096143, 59.782451], [30.096050, 59.782423], [30.095815, 59.782616],
        [30.094821, 59.782476], [30.094486, 59.782427], [30.091418, 59.782067], [30.090719, 59.781524], [30.090737, 59.781422],
        [30.083977, 59.778616], [30.083929, 59.778596], [30.084633, 59.775730], [30.078272, 59.773191], [30.077180, 59.772839],
        [30.071838, 59.771114], [30.062923, 59.768197], [30.061472, 59.767723], [30.056380, 59.766057], [30.052261, 59.765859],
        [30.045602, 59.765538], [30.045350, 59.765526], [30.043343, 59.764183], [30.043824, 59.762388], [30.055964, 59.763282],
        [30.056304, 59.761867], [30.057901, 59.761952], [30.060568, 59.762191], [30.060904, 59.761149], [30.061631, 59.758765],
        [30.062013, 59.757686], [30.061970, 59.757012], [30.069866, 59.756847], [30.070361, 59.755972], [30.071847, 59.755986],
        [30.071865, 59.755944], [30.071994, 59.755268], [30.066533, 59.755266], [30.068261, 59.752731], [30.062477, 59.752127],
        [30.062838, 59.751064], [30.063989, 59.749886], [30.070883, 59.749743], [30.076139, 59.747922], [30.071907, 59.745851],
        [30.065811, 59.742867], [30.065559, 59.742743], [30.064647, 59.742297], [30.061728, 59.740868], [30.055093, 59.735185],
        [30.056120, 59.733961], [30.055806, 59.733774], [30.054887, 59.733263], [30.055298, 59.733065], [30.053810, 59.732044],
        [30.053689, 59.732088], [30.053455, 59.731928], [30.053576, 59.731882], [30.051332, 59.730343], [30.050915, 59.730037],
        [30.050048, 59.730004], [30.050255, 59.728198], [30.047369, 59.725358], [30.047599, 59.724494], [30.045779, 59.719584],
        [30.038420, 59.720697], [30.034965, 59.717854], [30.040474, 59.715470], [30.040992, 59.715242], [30.050018, 59.717324],
        [30.050480, 59.716988], [30.051366, 59.716116], [30.055549, 59.713075], [30.071715, 59.716683], [30.073728, 59.716422],
        [30.074404, 59.716071], [30.078245, 59.716338], [30.078614, 59.716019], [30.080679, 59.715730], [30.081127, 59.715772],
        [30.082111, 59.714348], [30.082621, 59.713681], [30.083056, 59.713150], [30.085246, 59.710897], [30.100898, 59.699199],
        [30.101041, 59.699209], [30.102305, 59.699303], [30.105676, 59.699312], [30.106797, 59.699233], [30.106857, 59.699559],
        [30.107143, 59.699690], [30.107409, 59.699716], [30.108330, 59.700497], [30.109023, 59.700613], [30.109182, 59.700583],
        [30.109226, 59.700537], [30.109500, 59.700490], [30.109698, 59.700337], [30.109679, 59.700158], [30.109801, 59.700014],
        [30.110090, 59.699912], [30.110212, 59.699751], [30.110218, 59.699603], [30.110386, 59.699588], [30.110675, 59.699439],
        [30.110820, 59.699328], [30.111028, 59.699264], [30.111283, 59.699264], [30.111525, 59.699250], [30.111841, 59.699193],
        [30.112425, 59.699123], [30.112823, 59.699035], [30.112972, 59.698985], [30.113283, 59.699087], [30.113425, 59.699198],
        [30.113432, 59.699263], [30.113660, 59.699451], [30.113840, 59.699437], [30.114390, 59.699324], [30.115711, 59.699138],
        [30.115991, 59.699068], [30.115002, 59.698143], [30.113620, 59.697248], [30.114049, 59.697134], [30.114359, 59.697046],
        [30.114145, 59.696373], [30.113983, 59.695519], [30.114203, 59.695066], [30.112598, 59.695003], [30.112748, 59.694070],
        [30.116507, 59.694388], [30.117125, 59.694410], [30.117790, 59.694361], [30.117756, 59.694298], [30.117372, 59.693988],
        [30.117182, 59.693785], [30.117052, 59.693591], [30.116961, 59.693439], [30.119128, 59.693545], [30.119718, 59.693563],
        [30.119883, 59.693090], [30.119979, 59.692678], [30.119897, 59.692439], [30.119772, 59.692273], [30.119926, 59.692154],
        [30.120310, 59.692112], [30.121089, 59.692105], [30.121565, 59.692018], [30.122720, 59.692069], [30.123272, 59.692134],
        [30.124338, 59.692284], [30.125009, 59.692520], [30.125629, 59.692738], [30.126984, 59.693215], [30.128121, 59.693668],
        [30.129794, 59.694204], [30.130634, 59.693588], [30.131051, 59.693692], [30.131778, 59.693903], [30.132228, 59.694045],
        [30.132627, 59.694221], [30.133173, 59.694469], [30.133743, 59.694757], [30.134288, 59.695159], [30.135170, 59.695935],
        [30.135705, 59.696245], [30.135854, 59.696357], [30.135901, 59.696393], [30.136022, 59.696574], [30.136129, 59.696835],
        [30.136227, 59.697175], [30.136338, 59.697710], [30.136320, 59.698225], [30.136357, 59.698814], [30.136323, 59.699053],
        [30.135959, 59.699526], [30.135515, 59.700053], [30.135405, 59.700370], [30.135918, 59.700316], [30.136834, 59.700323],
        [30.137510, 59.700404], [30.133084, 59.705309], [30.133015, 59.705560], [30.132744, 59.705839], [30.132766, 59.706091],
        [30.132609, 59.706700], [30.132329, 59.706799], [30.131292, 59.706895], [30.131306, 59.706652], [30.130029, 59.706591],
        [30.129990, 59.706875], [30.129883, 59.706922], [30.125365, 59.706940], [30.125219, 59.706751], [30.124228, 59.706814],
        [30.123451, 59.706884], [30.123122, 59.708115], [30.122683, 59.708153], [30.122421, 59.708878], [30.122000, 59.708804],
        [30.122079, 59.708686], [30.121328, 59.708461], [30.121605, 59.707948], [30.120944, 59.707877], [30.120697, 59.707849],
        [30.120138, 59.708212], [30.119176, 59.708854], [30.119082, 59.708914], [30.118415, 59.709341], [30.116996, 59.710262],
        [30.116518, 59.710625], [30.115034, 59.711830], [30.113265, 59.713488], [30.114052, 59.713742], [30.111066, 59.716691],
        [30.109951, 59.723650], [30.109658, 59.723663], [30.108715, 59.723981], [30.108002, 59.724567], [30.107026, 59.724548],
        [30.106699, 59.725368], [30.106243, 59.726237], [30.106611, 59.726249], [30.106393, 59.727106], [30.106565, 59.727318],
        [30.106569, 59.728991], [30.106017, 59.729130], [30.104888, 59.729248], [30.104807, 59.729259], [30.104970, 59.729532],
        [30.105463, 59.730151], [30.105717, 59.730339], [30.105985, 59.730456], [30.106394, 59.730565], [30.108635, 59.731005],
        [30.108633, 59.731029], [30.110801, 59.734206], [30.110950, 59.734202], [30.111984, 59.735635], [30.110365, 59.736066],
        [30.108981, 59.736403], [30.109311, 59.736889], [30.109623, 59.737181], [30.109713, 59.737631], [30.108687, 59.737816],
        [30.109612, 59.738709], [30.111017, 59.738721], [30.114921, 59.741250], [30.115859, 59.741397], [30.117592, 59.743489],
        [30.119521, 59.745815], [30.119908, 59.747357], [30.119259, 59.748869], [30.117946, 59.753096], [30.117797, 59.753576],
        [30.117619, 59.754150], [30.117015, 59.757190], [30.118139, 59.760129], [30.118002, 59.761615], [30.117987, 59.761779],
        [30.116656, 59.761837], [30.116631, 59.762176], [30.120171, 59.762089], [30.122156, 59.762040], [30.123286, 59.761990],
        [30.141686, 59.761170], [30.143017, 59.762440], [30.143781, 59.763169], [30.152776, 59.771754], [30.145990, 59.774383],
        [30.146271, 59.774737], [30.146178, 59.774761], [30.148506, 59.777293], [30.148339, 59.777339], [30.148635, 59.777664],
        [30.147435, 59.777980], [30.149932, 59.780533], [30.153067, 59.783276], [30.155089, 59.784940], [30.155333, 59.784939],
        [30.155572, 59.785852], [30.154037, 59.786217], [30.154078, 59.786570], [30.154236, 59.786641], [30.154465, 59.786728],
        [30.154715, 59.786874], [30.154848, 59.786931], [30.155270, 59.787081], [30.155757, 59.787143], [30.156678, 59.787241],
        [30.157385, 59.787364], [30.157707, 59.787403], [30.157940, 59.787462], [30.158103, 59.787520], [30.158391, 59.787674],
        [30.158568, 59.787780], [30.158712, 59.787849], [30.158899, 59.787977], [30.159009, 59.788036], [30.159014, 59.788118],
        [30.158993, 59.788186], [30.158993, 59.788317], [30.158997, 59.788612], [30.158990, 59.788877], [30.158942, 59.789089],
        [30.158915, 59.789340], [30.158884, 59.789527], [30.158843, 59.789650], [30.158711, 59.789843], [30.158685, 59.789971],
        [30.158711, 59.790092], [30.158772, 59.790297], [30.158864, 59.790435], [30.158991, 59.790566], [30.159154, 59.790705],
        [30.159287, 59.790825], [30.159363, 59.790925], [30.159389, 59.791038], [30.159409, 59.791238], [30.159419, 59.791459],
        [30.159378, 59.791641], [30.159322, 59.791751], [30.159327, 59.791823], [30.159312, 59.792038], [30.159327, 59.792198],
        [30.159363, 59.792300], [30.159406, 59.792376], [30.158855, 59.792571], [30.159321, 59.792955], [30.159735, 59.793294],
        [30.160028, 59.793568], [30.160086, 59.793623], [30.162814, 59.796269], [30.162732, 59.796298], [30.162060, 59.796539],
        [30.161123, 59.796743], [30.160186, 59.796879], [30.158980, 59.796880], [30.157037, 59.796849], [30.155429, 59.796783],
        [30.153877, 59.796886], [30.156457, 59.798922], [30.159321, 59.801171], [30.176563, 59.796050], [30.179821, 59.793485],
        [30.177529, 59.791521], [30.178785, 59.791076], [30.179323, 59.790887], [30.179395, 59.790862], [30.179616, 59.790784],
        [30.179839, 59.790882], [30.180755, 59.791042], [30.181356, 59.791128], [30.181788, 59.791119], [30.183050, 59.790965],
        [30.183579, 59.790985], [30.184669, 59.791069], [30.185750, 59.791178], [30.188682, 59.791388], [30.188878, 59.791416],
        [30.188982, 59.791472], [30.189401, 59.791685], [30.190234, 59.792032], [30.192369, 59.792759], [30.192732, 59.792824],
        [30.194007, 59.793240], [30.195432, 59.793728], [30.196938, 59.794206], [30.198025, 59.794576], [30.198781, 59.794772],
        [30.199257, 59.794933], [30.201188, 59.795509], [30.203566, 59.796089], [30.204317, 59.796222], [30.205104, 59.796504],
        [30.206401, 59.796754], [30.207835, 59.797036], [30.209280, 59.797372], [30.209769, 59.797456], [30.210080, 59.797516],
        [30.210674, 59.797496], [30.210846, 59.797480], [30.211308, 59.797543], [30.211491, 59.797691], [30.210914, 59.797743],
        [30.210474, 59.797786], [30.209460, 59.797984], [30.209366, 59.798002], [30.208325, 59.798205], [30.206185, 59.798580],
        [30.204216, 59.798906], [30.201012, 59.799492], [30.200389, 59.799627], [30.200263, 59.799655], [30.200176, 59.799728],
        [30.200145, 59.799813], [30.200215, 59.800044], [30.200264, 59.800177], [30.200121, 59.800874], [30.200070, 59.801098],
        [30.200001, 59.801246], [30.199938, 59.801334], [30.199870, 59.801385], [30.199721, 59.801411], [30.199388, 59.801413],
        [30.199144, 59.801481], [30.198884, 59.801521], [30.198772, 59.801605], [30.199007, 59.801804], [30.199269, 59.802355],
        [30.199644, 59.802940], [30.200085, 59.803678], [30.200092, 59.803690], [30.210570, 59.802176], [30.214029, 59.801951],
        [30.214776, 59.801886], [30.216605, 59.801553], [30.217260, 59.801544], [30.217492, 59.801580], [30.217605, 59.801633],
        [30.217558, 59.801729], [30.217231, 59.802297], [30.219342, 59.802629], [30.220363, 59.804737], [30.220270, 59.804802],
        [30.220465, 59.804873], [30.220545, 59.804902], [30.220771, 59.804984], [30.220602, 59.805128], [30.222354, 59.808576],
        [30.222548, 59.808783], [30.222713, 59.808824], [30.223760, 59.808810], [30.223855, 59.808809], [30.224107, 59.811157],
        [30.224218, 59.812190], [30.224899, 59.812452], [30.226529, 59.813077], [30.227336, 59.813279], [30.227524, 59.813300],
        [30.235604, 59.812851], [30.237178, 59.812764], [30.238480, 59.812954], [30.239163, 59.813054], [30.239209, 59.813060],
        [30.239994, 59.813028], [30.244573, 59.819143], [30.247513, 59.822670], [30.247906, 59.822904], [30.248775, 59.823421],
        [30.248855, 59.823468], [30.254651, 59.826860], [30.264672, 59.832723], [30.268545, 59.834941], [30.268190, 59.834854],
        [30.262960, 59.833573], [30.256040, 59.831956], [30.254340, 59.831551], [30.248047, 59.830052], [30.237511, 59.827453],
        [30.231535, 59.825981], [30.227233, 59.825140], [30.221997, 59.824406], [30.218560, 59.824124], [30.216086, 59.823921],
        [30.209530, 59.823306], [30.202771, 59.822751], [30.197718, 59.822573], [30.192064, 59.822713], [30.188212, 59.822805],
        [30.185723, 59.822934], [30.183594, 59.822886], [30.184822, 59.823970], [30.186746, 59.825676], [30.187129, 59.826071],
        [30.188555, 59.827500], [30.188979, 59.827842], [30.189240, 59.828043], [30.190148, 59.828873], [30.190674, 59.829420],
        [30.191973, 59.830794], [30.193518, 59.832122], [30.194321, 59.832756], [30.194893, 59.833214], [30.196573, 59.834453],
        [30.197239, 59.834943], [30.198932, 59.836210], [30.199526, 59.836637], [30.201746, 59.838264], [30.203919, 59.839882],
        [30.204886, 59.840606], [30.206138, 59.841481], [30.208008, 59.842762], [30.210168, 59.844220], [30.212192, 59.845607],
        [30.216555, 59.848558], [30.221246, 59.851778], [30.228606, 59.856757], [30.232097, 59.859126], [30.239196, 59.863929],
        [30.237318, 59.863980], [30.235464, 59.864024], [30.233794, 59.864056], [30.232948, 59.864024], [30.231905, 59.864052],
        [30.231378, 59.864066], [30.231173, 59.864072], [30.229354, 59.864104], [30.229003, 59.864128], [30.228001, 59.864128],
        [30.227208, 59.864239], [30.226237, 59.864276], [30.225686, 59.864286], [30.224978, 59.864287], [30.224550, 59.864304],
        [30.223936, 59.864266], [30.223121, 59.864256], [30.221511, 59.864336], [30.220846, 59.864336], [30.219537, 59.864454],
        [30.218968, 59.864486], [30.218250, 59.864535], [30.217713, 59.864594], [30.216812, 59.864680], [30.216490, 59.864718],
        [30.216222, 59.864734], [30.215954, 59.864745], [30.215500, 59.864752], [30.215162, 59.864763], [30.214756, 59.864829],
        [30.214153, 59.864954], [30.213855, 59.865030], [30.213544, 59.865118], [30.213397, 59.865161], [30.213180, 59.865201],
        [30.212857, 59.865243], [30.212580, 59.865263], [30.212285, 59.865306], [30.211843, 59.865379], [30.211393, 59.865449],
        [30.211069, 59.865486], [30.210890, 59.865511], [30.210390, 59.865618], [30.210162, 59.865680], [30.209879, 59.865771],
        [30.209767, 59.865815], [30.209591, 59.865858], [30.209356, 59.865917], [30.209080, 59.866001], [30.208628, 59.866131],
        [30.207853, 59.866372], [30.207213, 59.866570], [30.207091, 59.866622], [30.206945, 59.866688], [30.206719, 59.866751],
        [30.206324, 59.866844], [30.205921, 59.866946], [30.205435, 59.867078], [30.204999, 59.867202], [30.204581, 59.867368],
        [30.204355, 59.867488], [30.204113, 59.867647], [30.203916, 59.867817], [30.203761, 59.867964], [30.203616, 59.868091],
        [30.203453, 59.868196], [30.203164, 59.868305], [30.202749, 59.868407], [30.202279, 59.868473], [30.201823, 59.868532],
        [30.201403, 59.868609], [30.201059, 59.868703], [30.200859, 59.868804], [30.200680, 59.868952], [30.200592, 59.869013],
        [30.200462, 59.869028], [30.200264, 59.869023], [30.200074, 59.869021], [30.199869, 59.868982], [30.199621, 59.868919],
        [30.199381, 59.868838], [30.199094, 59.868713], [30.198620, 59.868596], [30.198153, 59.868516], [30.197671, 59.868392],
        [30.197375, 59.868386], [30.196857, 59.868313], [30.196360, 59.868167], [30.195176, 59.867915], [30.194724, 59.867863],
        [30.192804, 59.867760], [30.192316, 59.867694], [30.191955, 59.867622], [30.191591, 59.867587], [30.191176, 59.867580],
        [30.190554, 59.867604], [30.189972, 59.867610], [30.189440, 59.867611], [30.188889, 59.867608], [30.188603, 59.867596],
        [30.188341, 59.867556], [30.187889, 59.867537], [30.187681, 59.867530], [30.187434, 59.867513], [30.186862, 59.867431],
        [30.186386, 59.867337], [30.186121, 59.867265], [30.185930, 59.867193], [30.185732, 59.867101], [30.185559, 59.866990],
        [30.185278, 59.866600], [30.185167, 59.866562], [30.184978, 59.866555], [30.184554, 59.866645], [30.184065, 59.866799],
        [30.183955, 59.866818], [30.183823, 59.866818], [30.183504, 59.866757], [30.183247, 59.866717], [30.182856, 59.866696],
        [30.182594, 59.866680], [30.182284, 59.866678], [30.181891, 59.866689], [30.181604, 59.866705], [30.181391, 59.866732],
        [30.181214, 59.866768], [30.181082, 59.866838], [30.180916, 59.866909], [30.180761, 59.867018], [30.180663, 59.867118],
        [30.180579, 59.867228], [30.180507, 59.867316], [30.180391, 59.867489], [30.180334, 59.867660], [30.180326, 59.867786],
        [30.180305, 59.867840], [30.180211, 59.867892], [30.179923, 59.868010], [30.179811, 59.868104], [30.179806, 59.868181],
        [30.179796, 59.868251], [30.179763, 59.868320], [30.179651, 59.868373], [30.179516, 59.868390], [30.179434, 59.868406],
        [30.179266, 59.868460], [30.179110, 59.868522], [30.178930, 59.868558], [30.178758, 59.868609], [30.178612, 59.868709],
        [30.178448, 59.868854], [30.178199, 59.869062], [30.177907, 59.869266], [30.177717, 59.869362], [30.177516, 59.869453],
        [30.177332, 59.869533], [30.177157, 59.869661], [30.177036, 59.869794], [30.176969, 59.869856], [30.176797, 59.869917],
        [30.176625, 59.870035], [30.176391, 59.870146], [30.176153, 59.870235], [30.175625, 59.870353], [30.175390, 59.870311],
        [30.172929, 59.870515], [30.172636, 59.870098], [30.172401, 59.870012], [30.172199, 59.869927], [30.171909, 59.869742],
        [30.171840, 59.869575], [30.171411, 59.869589], [30.171022, 59.869653], [30.170673, 59.869756], [30.170461, 59.869920],
        [30.170613, 59.869964], [30.170739, 59.870033], [30.170767, 59.870068], [30.170780, 59.870112], [30.170752, 59.870156],
        [30.170713, 59.870191], [30.170616, 59.870219], [30.170478, 59.870229], [30.170331, 59.870222], [30.170161, 59.870197],
        [30.169995, 59.870250], [30.169781, 59.870377], [30.170096, 59.870415], [30.170621, 59.870466], [30.170696, 59.870552],
        [30.170495, 59.870644], [30.170020, 59.870655], [30.169671, 59.870607], [30.169214, 59.870780], [30.168544, 59.870940],
        [30.168257, 59.870963], [30.167753, 59.870946], [30.167324, 59.871006], [30.167003, 59.871124], [30.166608, 59.871221],
        [30.166431, 59.871259], [30.166282, 59.871254], [30.166116, 59.871280], [30.165906, 59.871299], [30.165765, 59.871281],
        [30.165601, 59.871305], [30.165237, 59.871316], [30.165082, 59.871302], [30.164839, 59.871172], [30.164704, 59.871143],
        [30.164438, 59.871143], [30.164214, 59.871178], [30.163969, 59.871201], [30.163809, 59.871187], [30.163659, 59.871151],
        [30.163599, 59.871113], [30.163601, 59.871068], [30.163680, 59.870972], [30.163717, 59.870919], [30.163714, 59.870843],
        [30.163674, 59.870777], [30.163504, 59.870686], [30.162568, 59.870371], [30.156192, 59.871754], [30.156085, 59.871769],
        [30.155992, 59.871788], [30.155917, 59.871820], [30.155845, 59.871859], [30.155771, 59.871883], [30.155695, 59.871892],
        [30.155628, 59.871888], [30.155557, 59.871870], [30.155495, 59.871845], [30.155442, 59.871811], [30.155216, 59.871640],
        [30.155154, 59.871585], [30.155098, 59.871528], [30.155043, 59.871459], [30.155011, 59.871401], [30.154983, 59.871338],
        [30.154973, 59.871275], [30.154984, 59.871209], [30.155010, 59.871141], [30.155052, 59.871071], [30.155142, 59.870940],
        [30.155248, 59.870815], [30.155271, 59.870771], [30.155280, 59.870728], [30.155262, 59.870673], [30.155168, 59.870568],
        [30.155106, 59.870523], [30.155018, 59.870470], [30.154934, 59.870427], [30.154821, 59.870379], [30.154675, 59.870323],
        [30.154592, 59.870280], [30.154523, 59.870239], [30.154466, 59.870189], [30.154413, 59.870138], [30.154379, 59.870095],
        [30.154320, 59.870035], [30.154256, 59.869986], [30.154190, 59.869941], [30.154054, 59.869850], [30.153939, 59.869780],
        [30.153864, 59.869723], [30.153781, 59.869659], [30.153688, 59.869579], [30.153637, 59.869541], [30.153566, 59.869509],
        [30.153483, 59.869486], [30.153380, 59.869472], [30.153278, 59.869467], [30.153172, 59.869466], [30.153078, 59.869463],
        [30.152982, 59.869457], [30.152873, 59.869450], [30.152736, 59.869431], [30.152646, 59.869413], [30.152557, 59.869388],
        [30.152488, 59.869355], [30.152429, 59.869314], [30.152383, 59.869269], [30.152343, 59.869222], [30.151966, 59.868751],
        [30.151888, 59.868663], [30.151801, 59.868549], [30.151712, 59.868449], [30.151619, 59.868351], [30.151518, 59.868246],
        [30.150401, 59.867162], [30.150239, 59.867022], [30.150095, 59.866907], [30.149935, 59.866785], [30.149758, 59.866656],
        [30.149554, 59.866520], [30.148921, 59.866096], [30.148634, 59.865930], [30.148373, 59.865803], [30.148252, 59.865742],
        [30.146151, 59.865023], [30.143470, 59.864268], [30.142584, 59.864013], [30.142407, 59.863958], [30.142284, 59.863911],
        [30.142237, 59.863882], [30.142213, 59.863847], [30.142205, 59.863801], [30.142213, 59.863751], [30.142218, 59.863737],
        [30.142247, 59.863660], [30.142252, 59.863614], [30.142232, 59.863576], [30.142184, 59.863539], [30.142117, 59.863515],
        [30.142039, 59.863495], [30.141057, 59.863276], [30.140945, 59.863240], [30.140856, 59.863205], [30.140774, 59.863165],
        [30.140712, 59.863134], [30.140650, 59.863111], [30.140582, 59.863095], [30.140501, 59.863086], [30.140054, 59.863054],
        [30.139968, 59.863046], [30.139897, 59.863030], [30.139844, 59.863002], [30.139806, 59.862963], [30.139789, 59.862923],
        [30.139786, 59.862872], [30.139784, 59.862665], [30.139771, 59.862626], [30.139738, 59.862584], [30.139693, 59.862550],
        [30.139625, 59.862511], [30.139535, 59.862474], [30.139444, 59.862444], [30.138955, 59.862307], [30.138890, 59.862293],
        [30.138832, 59.862285], [30.138760, 59.862276], [30.138691, 59.862265], [30.138604, 59.862244], [30.138530, 59.862219],
        [30.138443, 59.862189], [30.138353, 59.862164], [30.138249, 59.862136], [30.138127, 59.862104], [30.138006, 59.862073],
        [30.137898, 59.862044], [30.137768, 59.862012], [30.137641, 59.861979], [30.137488, 59.861939], [30.137327, 59.861907],
        [30.137138, 59.861885], [30.136905, 59.861857], [30.136657, 59.861832], [30.136387, 59.861813], [30.136145, 59.861801],
        [30.135912, 59.861790], [30.135678, 59.861772], [30.135443, 59.861746], [30.135214, 59.861725], [30.134986, 59.861712],
        [30.134800, 59.861709], [30.134058, 59.861686], [30.133884, 59.861689], [30.133731, 59.861694], [30.133551, 59.861691],
        [30.133350, 59.861691], [30.133191, 59.861693], [30.133008, 59.861704], [30.132845, 59.861724], [30.132692, 59.861752],
        [30.132606, 59.861780], [30.132516, 59.861817], [30.132446, 59.861864], [30.132384, 59.861919], [30.132327, 59.861975],
        [30.132274, 59.862032], [30.131916, 59.862291], [30.131842, 59.862370], [30.131822, 59.862405], [30.131826, 59.862441],
        [30.131854, 59.862475], [30.131909, 59.862507], [30.131981, 59.862539], [30.132040, 59.862568], [30.132105, 59.862605],
        [30.132167, 59.862648], [30.132239, 59.862700], [30.132305, 59.862740], [30.132394, 59.862789], [30.132857, 59.863039],
        [30.132917, 59.863075], [30.132949, 59.863106], [30.132962, 59.863138], [30.132948, 59.863165], [30.132912, 59.863184],
        [30.132858, 59.863189], [30.132811, 59.863183], [30.132756, 59.863166], [30.132705, 59.863141], [30.132645, 59.863107],
        [30.131885, 59.862650], [30.131816, 59.862624], [30.131720, 59.862604], [30.131606, 59.862592], [30.131473, 59.862589],
        [30.130787, 59.862583], [30.129741, 59.862574], [30.126689, 59.862591], [30.121595, 59.862659], [30.121367, 59.862692],
        [30.120507, 59.862703], [30.120227, 59.862718], [30.119281, 59.862732], [30.118802, 59.862738], [30.118385, 59.862773],
        [30.118074, 59.862796], [30.118006, 59.862790], [30.117745, 59.862728], [30.117616, 59.862656], [30.117581, 59.862550],
        [30.117560, 59.862478], [30.117528, 59.862411], [30.117509, 59.862358], [30.117514, 59.862325], [30.117518, 59.862266],
        [30.117563, 59.862206], [30.117532, 59.862153], [30.117482, 59.862123], [30.117400, 59.861959], [30.117313, 59.861861],
        [30.117251, 59.861768], [30.117192, 59.861709], [30.117171, 59.861646], [30.117143, 59.861560], [30.117106, 59.861483],
        [30.117117, 59.861407], [30.117180, 59.861339], [30.117234, 59.861232], [30.117227, 59.861176], [30.117223, 59.861145],
        [30.117203, 59.860995], [30.117186, 59.860922], [30.117163, 59.860821], [30.117134, 59.860769], [30.117109, 59.860723],
        [30.117128, 59.860660], [30.117200, 59.860586], [30.117225, 59.860562], [30.117207, 59.860528], [30.117225, 59.860460],
        [30.117199, 59.860399], [30.117199, 59.860331], [30.117167, 59.860290], [30.117186, 59.860230], [30.117212, 59.860161],
        [30.117225, 59.860093], [30.117212, 59.860042], [30.117259, 59.860016], [30.117189, 59.859978], [30.117203, 59.859920],
        [30.117171, 59.859849], [30.117172, 59.859816], [30.117173, 59.859793], [30.117207, 59.859748], [30.117245, 59.859694],
        [30.117251, 59.859616], [30.117275, 59.859567], [30.117311, 59.859484], [30.117367, 59.859426], [30.117335, 59.859382],
        [30.117313, 59.859314], [30.117356, 59.859236], [30.117389, 59.859185], [30.117384, 59.859135], [30.117383, 59.859082],
        [30.117363, 59.858990], [30.117391, 59.858882], [30.117362, 59.858845], [30.117288, 59.858817], [30.117073, 59.858785],
        [30.116996, 59.858821], [30.116994, 59.858858], [30.116985, 59.859044], [30.116970, 59.859196], [30.116951, 59.859210],
        [30.116932, 59.859224], [30.116799, 59.859211], [30.116736, 59.859404], [30.116820, 59.859450], [30.116779, 59.859530],
        [30.116768, 59.859708], [30.116819, 59.859839], [30.116809, 59.859984], [30.116778, 59.860434], [30.116706, 59.860700],
        [30.116705, 59.860866], [30.116721, 59.861207], [30.116588, 59.861392], [30.116585, 59.861573], [30.116545, 59.861606],
        [30.116553, 59.861656], [30.116639, 59.861685], [30.116688, 59.861761], [30.116710, 59.861845], [30.116687, 59.861933],
        [30.116563, 59.862060], [30.116560, 59.862063], [30.116465, 59.862307], [30.116566, 59.862361], [30.116564, 59.862434],
        [30.116452, 59.862466], [30.116362, 59.862645], [30.116356, 59.862805], [30.116304, 59.862926], [30.116247, 59.862979],
        [30.116069, 59.863017], [30.115946, 59.862996], [30.115836, 59.862955], [30.115794, 59.862853], [30.115776, 59.862767],
        [30.115555, 59.862717], [30.115157, 59.862786], [30.114346, 59.862836], [30.113943, 59.862834], [30.113691, 59.862766],
        [30.113498, 59.862660], [30.113445, 59.862574], [30.113460, 59.862482], [30.113571, 59.862374], [30.113715, 59.862319],
        [30.113194, 59.862122], [30.112975, 59.861942], [30.111905, 59.862531], [30.111610, 59.862450], [30.111433, 59.862250],
        [30.110990, 59.862073], [30.110468, 59.862123], [30.110543, 59.862291], [30.110991, 59.862334], [30.111074, 59.862652],
        [30.110892, 59.862962], [30.109416, 59.863528], [30.108804, 59.863217], [30.108405, 59.863276], [30.107555, 59.863236]
    ]
};