const district = 'krasnogvardeisky'

export const krasnogvardeiskyDepartments = [
    {
        coordinates: [59.941822, 30.492207],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 182 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Наставников, д 11 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club_school_182',
        type: 0
      },
      
      {
        coordinates: [59.937360, 30.485784],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 151 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Хасанская, д 14 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/aktiv151',
        type: 0
      },
      
      {
        coordinates: [59.957169, 30.418635],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 143 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Синявинская, д 15',
        district: district,
        vkLink:   'https://vk.com/spbschool143',
        type: 0
      },
      
      {
        coordinates: [59.943242, 30.485991],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 233 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Косыгина, д 25 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm_233',
        type: 0
      },
      
      {
        coordinates: [59.967349, 30.431373],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 188 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МИРОВОЙ ХУДОЖЕСТВЕННОЙ КУЛЬТУРЫ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА Л.Г. БЕЛОУСОВА`,
        address:  'г Санкт-Петербург, ул Маршала Тухачевского, д 17 литера а',
        district: district,
        vkLink:   'https://vk.com/school188spb',
        type: 0
      },
      
      {
        coordinates: [59.938094, 30.498711],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 265 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белорусская, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/lic265spb',
        type: 0
      },
      
      {
        coordinates: [59.956931, 30.443474],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 133 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Петра Смородина, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/sovet_133',
        type: 0
      },
      
      {
        coordinates: [59.958579, 30.487833],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 134 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ СЕРГЕЯ ДУДКО`,
        address:  'г Санкт-Петербург, ул Отечественная, д 5 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm_134_spb',
        type: 0
      },
      
      {
        coordinates: [59.943336, 30.499924],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 191 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белорусская, д 26 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm191',
        type: 0
      },
      
      {
        coordinates: [59.951952, 30.465141],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №127 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ударников, д 22 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/ous_sovenok',
        type: 0
      },
      
      {
        coordinates: [59.928523, 30.423298],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 491 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Шаумяна, д 36 литера а',
        district: district,
        vkLink:   'https://vk.com/spb491',
        type: 0
      },
      
      {
        coordinates: [59.923671, 30.421546],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 490 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Новочеркасский пр-кт, д 50 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school490',
        type: 0
      },
      
      {
        coordinates: [59.947545, 30.481994],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 531 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Осипенко, д 8 литера а',
        district: district,
        vkLink:   'https://vk.com/clubschool531',
        type: 0
      },
      
      {
        coordinates: [59.955926, 30.472813],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 177 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Ириновский пр-кт, д 23 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club219417744 ',
        type: 0
      },
      
      {
        coordinates: [59.942259, 30.480089],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ДЕТСКОГО (ЮНОШЕСКОГО) ТВОРЧЕСТВА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА НА ЛЕНСКОЙ`,
        address:  'г Санкт-Петербург, ул Ленская, д 2 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/na_lenskoy',
        type: 1
      },
      
      {
        coordinates: [59.938870, 30.473594],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №147 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Индустриальный пр-кт, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club200834243',
        type: 0
      },
      
      {
        coordinates: [59.949258, 30.411305],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ДЕТСКО-ЮНОШЕСКИЙ ЦЕНТР КРАСНОГВАРДЕЕЦ`,
        address:  'г Санкт-Петербург, Большеохтинский пр-кт, д 11 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/krasnogvardeecspb',
        type: 1
      },
      
      {
        coordinates: [59.930642, 30.414072],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 533 "ОБРАЗОВАТЕЛЬНЫЙ КОМПЛЕКС "МАЛАЯ ОХТА" КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Перевозный пер, д 19 литера а',
        district: district,
        vkLink:   'https://vk.com/lyceum533',
        type: 0
      },
      
      {
        coordinates: [59.954110, 30.412419],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 129 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Большая Пороховская, д 8 литера а',
        district: district,
        vkLink:   'https://vk.com/school129spb',
        type: 0
      },
      
      {
        coordinates: [59.952236, 30.479335],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №196 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Ударников, д 31 литера а',
        district: district,
        vkLink:   'https://vk.com/gym196',
        type: 0
      },
      
      {
        coordinates: [59.953750, 30.489315],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 187 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Энтузиастов, д 46 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/club222278123',
        type: 0
      },
      
      {
        coordinates: [59.948555, 30.497229],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 141 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Коммуны, д 32 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/gbousosh141',
        type: 0
      },
      
      {
        coordinates: [59.976693, 30.425552],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 521 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ И ИНФОРМАТИКИ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Маршала Блюхера, д 44 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school521',
        type: 0
      },
      
      {
        coordinates: [59.953047, 30.465114],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 562 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Ириновский пр-кт, д 17 к 5 литера а',
        district: district,
        vkLink:   'https://vk.com/school562spb',
        type: 0
      },
      
      {
        coordinates: [59.954831, 30.427304],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 532 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Большая Пороховская, д 38 литера а',
        district: district,
        vkLink:   'https://vk.com/club191203201',
        type: 0
      },
      
      {
        coordinates: [60.032443, 30.454245],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 478 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Муринская дорога, д 70 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/id865275879',
        type: 0
      },
      
      {
        coordinates: [59.975981, 30.506670],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 125 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Рябовское шоссе, д 75 литера а',
        district: district,
        vkLink:   'https://vk.com/public50282119',
        type: 0
      },
      
      {
        coordinates: [59.924240, 30.407649],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 152 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ РОССИЙСКОЙ ФЕДЕРАЦИИ Т.А. АПАКИДЗЕ`,
        address:  'г Санкт-Петербург, ул Стахановцев, д 15 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school152spb',
        type: 0
      },
      
      {
        coordinates: [59.946793, 30.494857],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 164 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Косыгина, д 28 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/sch164',
        type: 0
      },
      
      {
        coordinates: [59.970848, 30.425166],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 180 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Тухачевского, д 29 литера а',
        district: district,
        vkLink:   'https://vk.com/school180spb',
        type: 0
      },
      
      {
        coordinates: [59.950668, 30.492028],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №195 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Энтузиастов, д 47 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou195spb ',
        type: 0
      },
      
      {
        coordinates: [59.948005, 30.484114],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 349 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Осипенко, д 5 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club204569855 ',
        type: 0
      },
      
      {
        coordinates: [59.945905, 30.417521],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 515 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ ИМЕНИ ИОГАННА ВОЛЬФГАНГА ГЁТЕ (ГЁТЕШУЛЕ) КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Шепетовская, д 5 литера а',
        district: district,
        vkLink:   'https://vk.com/kant515',
        type: 0
      },
      
      {
        coordinates: [59.954872, 30.479379],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 405 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Наставников, д 40 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnasium_405',
        type: 0
      },
      
      {
        coordinates: [59.938441, 30.479397],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 577 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Хасанская, д 4 к 2',
        district: district,
        vkLink:   'https://vk.com/club50064078',
        type: 0
      },
      
      {
        coordinates: [59.972712, 30.425436],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 664 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Маршала Блюхера, д 57 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/grammar_school_664',
        type: 0
      },
      
      {
        coordinates: [59.935475, 30.410829],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МАЛООХТИНСКИЙ КОЛЛЕДЖ`,
        address:  'г Санкт-Петербург, Новочеркасский пр-кт, д 12 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/maloohtcollege',
        type: 0
      },
      
      {
        coordinates: [59.932734, 30.422588],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ОХТИНСКИЙ КОЛЛЕДЖ`,
        address:  'г Санкт-Петербург, ул Республиканская, д 39 литера а',
        district: district,
        vkLink:   'https://vk.com/okhtacoll',
        type: 0
      },
      
      {
        coordinates: [59.927288, 30.424052],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 1 ИМЕНИ К.К.ГРОТА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Шаумяна, д 44 литера а',
        district: district,
        vkLink:   'https://vk.com/shkolagrota',
        type: 0
      },
      
      {
        coordinates: [59.962715, 30.411934],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫЙ ЦЕНТР ОХТА`,
        address:  'г Санкт-Петербург, Полюстровский пр-кт, д 3',
        district: district,
        vkLink:   'https://vk.com/izmerenie_mp',
        type: 1
      },
      
      {
        coordinates: [59.951497, 30.417000],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ДЕТСКОГО (ЮНОШЕСКОГО) ТЕХНИЧЕСКОГО ТВОРЧЕСТВА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ОХТА`,
        address:  'г Санкт-Петербург, ул Панфилова, д 23 литера а',
        district: district,
        vkLink:   'https://vk.com/mypervieohta',
        type: 1
      },
      
      {
        coordinates: [59.956422, 30.423495],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 160 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Металлистов, д 23 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou160',
        type: 0
      },
      
      {
        coordinates: [59.924334, 30.419740],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 609 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Новочеркасский пр-кт, д 44 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club198539728',
        type: 0
      },
      
      {
        coordinates: [59.953966, 30.492279],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 628 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА АЛЕКСАНДРИНСКАЯ ГИМНАЗИЯ`,
        address:  'г Санкт-Петербург, ул Коммуны, д 42 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gimn628',
        type: 0
      },
      
      {
        coordinates: [59.924384, 30.413614],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА №3 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Таллинская, д 18 литера а',
        district: district,
        vkLink:   'https://vk.com/club194574413',
        type: 0
      },
      
      {
        coordinates: [59.954552, 30.432227],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 6 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Большая Пороховская, д 52 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/6internat',
        type: 0
      },
      
      {
        coordinates: [59.956906, 30.410130],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 140 КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Большеохтинский пр-кт, д 18 к 1',
        district: district,
        vkLink:   'https://vk.com/school140spb',
        type: 0
      },
      
      {
        coordinates: [59.955156, 30.497292],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ УЧИЛИЩЕ ОЛИМПИЙСКОГО РЕЗЕРВА № 2 (ТЕХНИКУМ)`,
        address:  'г Санкт-Петербург, ул Коммуны, д 39',
        district: district,
        vkLink:   'https://vk.com/spbuor2',
        type: 0
      },
      
      {
        coordinates: [59.959701, 30.488659],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ НЕТИПОВОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ПСИХОЛОГО-ПЕДАГОГИЧЕСКОЙ, МЕДИЦИНСКОЙ И СОЦИАЛЬНОЙ ПОМОЩИ КРАСНОГВАРДЕЙСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ШКОЛА ЗДОРОВЬЯ И ИНДИВИДУАЛЬНОГО РАЗВИТИЯ`,
        address:  'г Санкт-Петербург, ул Отечественная, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/clubdoo_orbita',
        type: 0
      },      
]

export const krasnogvardeiskyDistrict  = {
    name: district,
    color: 'rgba(30, 89, 69, 0.20)',
    borderColor: 'rgba(30, 89, 69, 0.65)',
    coordinates: [
        [30.408696, 59.963069], [30.408138, 59.961622], [30.407193, 59.959338], [30.407091, 59.959158], [30.406932, 59.958942],
        [30.403207, 59.957032], [30.399584, 59.955444], [30.402164, 59.953837], [30.402648, 59.953071], [30.402911, 59.952384],
        [30.403060, 59.951812], [30.403122, 59.951000], [30.403043, 59.949907], [30.403018, 59.948631], [30.401278, 59.942948],
        [30.400202, 59.938963], [30.396330, 59.933129], [30.394281, 59.929024], [30.395906, 59.925739], [30.397196, 59.924188],
        [30.402207, 59.920632], [30.406845, 59.917672], [30.409403, 59.915431], [30.413174, 59.916507], [30.416004, 59.917121],
        [30.421723, 59.918692], [30.421454, 59.918530], [30.421723, 59.918455], [30.423031, 59.919030], [30.423769, 59.919268],
        [30.425628, 59.919891], [30.426636, 59.920348], [30.427473, 59.920805], [30.428954, 59.921810], [30.432129, 59.924311],
        [30.434147, 59.925951], [30.436185, 59.927225], [30.437386, 59.927996], [30.437712, 59.928151], [30.439050, 59.928934],
        [30.441914, 59.931112], [30.442418, 59.930945], [30.443223, 59.931568], [30.442826, 59.931708], [30.443910, 59.932789],
        [30.444682, 59.933778], [30.445185, 59.934413], [30.447570, 59.936289], [30.448405, 59.936586], [30.450109, 59.936908],
        [30.451182, 59.936940], [30.452045, 59.936894], [30.452942, 59.936775], [30.456678, 59.936083], [30.461093, 59.935283],
        [30.462249, 59.935106], [30.463405, 59.935000], [30.468822, 59.934695], [30.472860, 59.934463], [30.473966, 59.934397],
        [30.475921, 59.934245], [30.480238, 59.933966], [30.487211, 59.933590], [30.490531, 59.933402], [30.496063, 59.933090],
        [30.498359, 59.933111], [30.501169, 59.933579], [30.502983, 59.934208], [30.504410, 59.934923], [30.505527, 59.935944],
        [30.506250, 59.939096], [30.507284, 59.943599], [30.507708, 59.945479], [30.507719, 59.945492], [30.507696, 59.945570],
        [30.507751, 59.945623], [30.511347, 59.962385], [30.512006, 59.965829], [30.512311, 59.967529], [30.512440, 59.967852],
        [30.513101, 59.970559], [30.513189, 59.970578], [30.513741, 59.970698], [30.514140, 59.970801], [30.516794, 59.971490],
        [30.516896, 59.971387], [30.517290, 59.971487], [30.517204, 59.971572], [30.524899, 59.973598], [30.526846, 59.974090],
        [30.527850, 59.973096], [30.527969, 59.973050], [30.528167, 59.973019], [30.528455, 59.973017], [30.528771, 59.973050],
        [30.529042, 59.973107], [30.531718, 59.973672], [30.532926, 59.973943], [30.537258, 59.975025], [30.543301, 59.977483],
        [30.544485, 59.976283], [30.545092, 59.975730], [30.552493, 59.968990], [30.554313, 59.969603], [30.555815, 59.969904],
        [30.559274, 59.969620], [30.560622, 59.969869], [30.560991, 59.970170], [30.561935, 59.970265], [30.562536, 59.970290],
        [30.563738, 59.970535], [30.564278, 59.970522], [30.564768, 59.970686], [30.565326, 59.970922], [30.566029, 59.970965],
        [30.559185, 59.973333], [30.556974, 59.972736], [30.556171, 59.973278], [30.557681, 59.973641], [30.558208, 59.973812],
        [30.557522, 59.974230], [30.555843, 59.975280], [30.555617, 59.975560], [30.554890, 59.976307], [30.554619, 59.976594],
        [30.554384, 59.976844], [30.554358, 59.976872], [30.554086, 59.977180], [30.554008, 59.978073], [30.554004, 59.978116],
        [30.554000, 59.978153], [30.554088, 59.979231], [30.551751, 59.979452], [30.551713, 59.979366], [30.551590, 59.978907],
        [30.551496, 59.978416], [30.551208, 59.978435], [30.551015, 59.978438], [30.548434, 59.978708], [30.548343, 59.979503],
        [30.550822, 59.980670], [30.551672, 59.981192], [30.551283, 59.981221], [30.550853, 59.981374], [30.550698, 59.981374],
        [30.550492, 59.981316], [30.550291, 59.981273], [30.550135, 59.981321], [30.550040, 59.981323], [30.550003, 59.981278],
        [30.550040, 59.981220], [30.549889, 59.981175], [30.549706, 59.981207], [30.549628, 59.981154], [30.549665, 59.981095],
        [30.549829, 59.981037], [30.549738, 59.980980], [30.549550, 59.980969], [30.549367, 59.980973], [30.549192, 59.980848],
        [30.548938, 59.980786], [30.548917, 59.980726], [30.548860, 59.980706], [30.548805, 59.980775], [30.548696, 59.980770],
        [30.548677, 59.980683], [30.548673, 59.980619], [30.548417, 59.980523], [30.548188, 59.980511], [30.548170, 59.980454],
        [30.547955, 59.980370], [30.547745, 59.980335], [30.547567, 59.980358], [30.547210, 59.980607], [30.546578, 59.980546],
        [30.545779, 59.980516], [30.544628, 59.980518], [30.544532, 59.980480], [30.544454, 59.980496], [30.544413, 59.980622],
        [30.543997, 59.980618], [30.544074, 59.980737], [30.543983, 59.980780], [30.543960, 59.980819], [30.544061, 59.980936],
        [30.543910, 59.981020], [30.543791, 59.980984], [30.542977, 59.981060], [30.542552, 59.981111], [30.542484, 59.981063],
        [30.542310, 59.981065], [30.542136, 59.981159], [30.542036, 59.981124], [30.541876, 59.981102], [30.541597, 59.981153],
        [30.541410, 59.981098], [30.541222, 59.981121], [30.541099, 59.981212], [30.540719, 59.981276], [30.540706, 59.981313],
        [30.540847, 59.981416], [30.540776, 59.981465], [30.540619, 59.981539], [30.540573, 59.981635], [30.540459, 59.981674],
        [30.540463, 59.981780], [30.540395, 59.981811], [30.540194, 59.981815], [30.540038, 59.981854], [30.539631, 59.981936],
        [30.539716, 59.981998], [30.539570, 59.982019], [30.539458, 59.981970], [30.539291, 59.981998], [30.539213, 59.982048],
        [30.539190, 59.982140], [30.538948, 59.982163], [30.538822, 59.982194], [30.538662, 59.982270], [30.538502, 59.982295],
        [30.538388, 59.982220], [30.538109, 59.982256], [30.538189, 59.982357], [30.537961, 59.982410], [30.537942, 59.982320],
        [30.537805, 59.982311], [30.537673, 59.982373], [30.537362, 59.982355], [30.537321, 59.982419], [30.537376, 59.982423],
        [30.537367, 59.982467], [30.537229, 59.982489], [30.537266, 59.982574], [30.537408, 59.982599], [30.537408, 59.982634],
        [30.537266, 59.982631], [30.537138, 59.982602], [30.537047, 59.982640], [30.536914, 59.982634], [30.536594, 59.982515],
        [30.536471, 59.982526], [30.536370, 59.982581], [30.536365, 59.982652], [30.536521, 59.982691], [30.536558, 59.982759],
        [30.536260, 59.982942], [30.536109, 59.982977], [30.536018, 59.982947], [30.536032, 59.982875], [30.536146, 59.982814],
        [30.536046, 59.982773], [30.535863, 59.982796], [30.535794, 59.982908], [30.535680, 59.982926], [30.535566, 59.982862],
        [30.535424, 59.982750], [30.535410, 59.982650], [30.535369, 59.982613], [30.535191, 59.982615], [30.534926, 59.982569],
        [30.534537, 59.982597], [30.534455, 59.982613], [30.534427, 59.982666], [30.534464, 59.982739], [30.534373, 59.982768],
        [30.532919, 59.982771], [30.532709, 59.982789], [30.532421, 59.982659], [30.532517, 59.982581], [30.532352, 59.982489],
        [30.532151, 59.982444], [30.532069, 59.982304], [30.531982, 59.982275], [30.531548, 59.981961], [30.531525, 59.981831],
        [30.531479, 59.981781], [30.531356, 59.981760], [30.531072, 59.981920], [30.530953, 59.981859], [30.530867, 59.981921],
        [30.530739, 59.982059], [30.530291, 59.981928], [30.529335, 59.982020], [30.528782, 59.981889], [30.528211, 59.982042],
        [30.528056, 59.982137], [30.528675, 59.982402], [30.529676, 59.982767], [30.529959, 59.982956], [30.530133, 59.983048],
        [30.530920, 59.983130], [30.531247, 59.983294], [30.531198, 59.983532], [30.530835, 59.983905], [30.530649, 59.984239],
        [30.530815, 59.984607], [30.531142, 59.984668], [30.531403, 59.984526], [30.531493, 59.984314], [30.532111, 59.984125],
        [30.532383, 59.984113], [30.532927, 59.984398], [30.533126, 59.984515], [30.533137, 59.984640], [30.532778, 59.984851],
        [30.532525, 59.985184], [30.532584, 59.985325], [30.532372, 59.985671], [30.532341, 59.985761], [30.532358, 59.985889],
        [30.532473, 59.985996], [30.532693, 59.986096], [30.532972, 59.986241], [30.533189, 59.986433], [30.533234, 59.986638],
        [30.533063, 59.986936], [30.533166, 59.987013], [30.533657, 59.987114], [30.533864, 59.987118], [30.534074, 59.987099],
        [30.534609, 59.986816], [30.534731, 59.986648], [30.534928, 59.986607], [30.535348, 59.986655], [30.535958, 59.986646],
        [30.536289, 59.986637], [30.536414, 59.986684], [30.536421, 59.986787], [30.536272, 59.986935], [30.536272, 59.987096],
        [30.536503, 59.987417], [30.537029, 59.987822], [30.537530, 59.987927], [30.537698, 59.988016], [30.537779, 59.988106],
        [30.537806, 59.988359], [30.537945, 59.988586], [30.537865, 59.988679], [30.537568, 59.988753], [30.536947, 59.988853],
        [30.536632, 59.988992], [30.536260, 59.989090], [30.535657, 59.989197], [30.535308, 59.989194], [30.534966, 59.989141],
        [30.534817, 59.988958], [30.534892, 59.988765], [30.534882, 59.988713], [30.534689, 59.988660], [30.533957, 59.988693],
        [30.533702, 59.988802], [30.533704, 59.988902], [30.534184, 59.989222], [30.534315, 59.989337], [30.534278, 59.989454],
        [30.533780, 59.989775], [30.533830, 59.990020], [30.533794, 59.990128], [30.534027, 59.990621], [30.534191, 59.990656],
        [30.534333, 59.990635], [30.534347, 59.990546], [30.534523, 59.990487], [30.534723, 59.990321], [30.534636, 59.990126],
        [30.534667, 59.989860], [30.534811, 59.989812], [30.534971, 59.989839], [30.535507, 59.990262], [30.535592, 59.990371],
        [30.535868, 59.990581], [30.535999, 59.990624], [30.536180, 59.990648], [30.536342, 59.990693], [30.536479, 59.990799],
        [30.536530, 59.990943], [30.536510, 59.991097], [30.536143, 59.991512], [30.536013, 59.991819], [30.536122, 59.991948],
        [30.536061, 59.992123], [30.535923, 59.992206], [30.535738, 59.992289], [30.534695, 59.992592], [30.524339, 59.988212],
        [30.520050, 59.986413], [30.517459, 59.985337], [30.514456, 59.985807], [30.512569, 59.985838], [30.512148, 59.986279],
        [30.511672, 59.986384], [30.510397, 59.986635], [30.508757, 59.987265], [30.508091, 59.987131], [30.507742, 59.987492],
        [30.508258, 59.987881], [30.508713, 59.988444], [30.508813, 59.988655], [30.508707, 59.988810], [30.507476, 59.989632],
        [30.506172, 59.990504], [30.507259, 59.992789], [30.506563, 59.993709], [30.505415, 59.993994], [30.504203, 59.994492],
        [30.503843, 59.994890], [30.503548, 59.995626], [30.503759, 59.996299], [30.503729, 59.996649], [30.503068, 59.997669],
        [30.502636, 59.998285], [30.503283, 59.998871], [30.503519, 59.999397], [30.502935, 59.999672], [30.502354, 60.000047],
        [30.501710, 60.000180], [30.500234, 60.000200], [30.499701, 60.000174], [30.499490, 60.000427], [30.499997, 60.001063],
        [30.500189, 60.001248], [30.500246, 60.001373], [30.501913, 60.002760], [30.502916, 60.003594], [30.503150, 60.004170],
        [30.503394, 60.004497], [30.503734, 60.005600], [30.504251, 60.006088], [30.503989, 60.006433], [30.503965, 60.006484],
        [30.499698, 60.007357], [30.499443, 60.007743], [30.499316, 60.007944], [30.499272, 60.008402], [30.495462, 60.007869],
        [30.494765, 60.008371], [30.494368, 60.009088], [30.493900, 60.009661], [30.492899, 60.009483], [30.492510, 60.009077],
        [30.490563, 60.008385], [30.490156, 60.008266], [30.489884, 60.008652], [30.489591, 60.009073], [30.489456, 60.009307],
        [30.489350, 60.009335], [30.489273, 60.009413], [30.489421, 60.009480], [30.489193, 60.009860], [30.488805, 60.010266],
        [30.488596, 60.010273], [30.488328, 60.010209], [30.488052, 60.010220], [30.487959, 60.010259], [30.487975, 60.010295],
        [30.488271, 60.010308], [30.488462, 60.010396], [30.488533, 60.010474], [30.488349, 60.010754], [30.487938, 60.011171],
        [30.487846, 60.011376], [30.487708, 60.011988], [30.487557, 60.012337], [30.487100, 60.012995], [30.486972, 60.013002],
        [30.486682, 60.012960], [30.486611, 60.012988], [30.486625, 60.013030], [30.487057, 60.013151], [30.487071, 60.013253],
        [30.486915, 60.013646], [30.486445, 60.014056], [30.486317, 60.014371], [30.486240, 60.014534], [30.485794, 60.014703],
        [30.485794, 60.014749], [30.486091, 60.014756], [30.486247, 60.014834], [30.486241, 60.014868], [30.486225, 60.014972],
        [30.486162, 60.015368], [30.486261, 60.015683], [30.486366, 60.015774], [30.486724, 60.016016], [30.486774, 60.016104],
        [30.486866, 60.016171], [30.486668, 60.016246], [30.486639, 60.016306], [30.487008, 60.016331], [30.487298, 60.016440],
        [30.487765, 60.016858], [30.487956, 60.017179], [30.488451, 60.017641], [30.488660, 60.017717], [30.488865, 60.017738],
        [30.489050, 60.017540], [30.489156, 60.017526], [30.489347, 60.017783], [30.489495, 60.018483], [30.489637, 60.018658],
        [30.489863, 60.018693], [30.489807, 60.018837], [30.489683, 60.019271], [30.489347, 60.020564], [30.489424, 60.021166],
        [30.489360, 60.021320], [30.489476, 60.021433], [30.489671, 60.022434], [30.489424, 60.022851], [30.489110, 60.023056],
        [30.488767, 60.023207], [30.488611, 60.023273], [30.488386, 60.023276], [30.488045, 60.023184], [30.487571, 60.022896],
        [30.487158, 60.022588], [30.486391, 60.021788], [30.484338, 60.020499], [30.483803, 60.020307], [30.483064, 60.020193],
        [30.482178, 60.020283], [30.481350, 60.020618], [30.480432, 60.021171], [30.479980, 60.021977], [30.479864, 60.022392],
        [30.479523, 60.022585], [30.479155, 60.022651], [30.478261, 60.022636], [30.476909, 60.022415], [30.476581, 60.022437],
        [30.475869, 60.022702], [30.475655, 60.022974], [30.475517, 60.023611], [30.475610, 60.023962], [30.475835, 60.024585],
        [30.475853, 60.024785], [30.475642, 60.025021], [30.475166, 60.025149], [30.474322, 60.025179], [30.472805, 60.024952],
        [30.471799, 60.024727], [30.471062, 60.024442], [30.471030, 60.024422], [30.470396, 60.023850], [30.470137, 60.023374],
        [30.469618, 60.023072], [30.468919, 60.022694], [30.468459, 60.022598], [30.467880, 60.022636], [30.467577, 60.022741],
        [30.467321, 60.022909], [30.467213, 60.023052], [30.467101, 60.023249], [30.466884, 60.023936], [30.466908, 60.024307],
        [30.466756, 60.024543], [30.466162, 60.024784], [30.465719, 60.024890], [30.464820, 60.025062], [30.464285, 60.025371],
        [30.464149, 60.025542], [30.464202, 60.025756], [30.464106, 60.025836], [30.464376, 60.025988], [30.464455, 60.026172],
        [30.464915, 60.026581], [30.465249, 60.026807], [30.465658, 60.026908], [30.466174, 60.026908], [30.467103, 60.026833],
        [30.467682, 60.026845], [30.468088, 60.026968], [30.468365, 60.027144], [30.468428, 60.027273], [30.468399, 60.027365],
        [30.468239, 60.027443], [30.467994, 60.027490], [30.466152, 60.027718], [30.465290, 60.027825], [30.464669, 60.027877],
        [30.464134, 60.027915], [30.463438, 60.027932], [30.462758, 60.028023], [30.462349, 60.028127], [30.462180, 60.028360],
        [30.462163, 60.028612], [30.462703, 60.029285], [30.462979, 60.029672], [30.463729, 60.030137], [30.463883, 60.030358],
        [30.463972, 60.030555], [30.464012, 60.030810], [30.464514, 60.031238], [30.464545, 60.031266], [30.465151, 60.031353],
        [30.465920, 60.031464], [30.466236, 60.031510], [30.466796, 60.031548], [30.467193, 60.031650], [30.467563, 60.031912],
        [30.467975, 60.032203], [30.468083, 60.032280], [30.468276, 60.032526], [30.468244, 60.032768], [30.468296, 60.033032],
        [30.468392, 60.033170], [30.468412, 60.033393], [30.468231, 60.033556], [30.467791, 60.033732], [30.466976, 60.033755],
        [30.465263, 60.033454], [30.464052, 60.033960], [30.462498, 60.034217], [30.461488, 60.034540], [30.461294, 60.034685],
        [30.461229, 60.034995], [30.461197, 60.035322], [30.461096, 60.035628], [30.460539, 60.036178], [30.459858, 60.036618],
        [30.459292, 60.037121], [30.458337, 60.037539], [30.450774, 60.039093], [30.449131, 60.039462], [30.445297, 60.040321],
        [30.441932, 60.040946], [30.437849, 60.039232], [30.437612, 60.039133], [30.437191, 60.029633], [30.437144, 60.026473],
        [30.437044, 60.022885], [30.437144, 60.022018], [30.437266, 60.021063], [30.437372, 60.020226], [30.437399, 60.019744],
        [30.437419, 60.019138], [30.437251, 60.018385], [30.436764, 60.017216], [30.436470, 60.016534], [30.436376, 60.016108],
        [30.436333, 60.015668], [30.436418, 60.015036], [30.436580, 60.014498], [30.437474, 60.012199], [30.438192, 60.010315],
        [30.440021, 60.005517], [30.440655, 60.003854], [30.440905, 60.003199], [30.442174, 59.999815], [30.439355, 59.997186],
        [30.437878, 59.995938], [30.433287, 59.991620], [30.427261, 59.985893], [30.421328, 59.980316], [30.421197, 59.980180],
        [30.421058, 59.980053], [30.413587, 59.973104], [30.412607, 59.972176], [30.412475, 59.972012], [30.412360, 59.971846],
        [30.412154, 59.971539], [30.411067, 59.968914], [30.408696, 59.963069]
    ]
};