const district = 'moskovsky'

export const moskovskyDepartments = [
      {
        coordinates: [59.836210, 30.313398],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 376 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, 5-й Предпортовый проезд, д 8 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school376spb ',
        type: 0
      },
      
      {
        coordinates: [59.858896, 30.354091],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 543 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Космонавтов, д 28 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/school543 ',
        type: 0
      },
      
      {
        coordinates: [59.854956, 30.295620],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 510 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кубинская, д 62 литера а',
        district: district,
        vkLink:   'https://vk.com/new510ru ',
        type: 0
      },
      
      {
        coordinates: [59.834356, 30.368617],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ ЗВЁЗДНЫЙ`,
        address:  'г Санкт-Петербург, ул Звёздная, д 15 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/liceizvezdnii',
        type: 0
      },
      
      {
        coordinates: [59.848791, 30.333170],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ МОЛОДЕЖНО-ПОДРОСТКОВЫЙ ЦЕНТР МОСКОВСКИЙ`,
        address:  'г Санкт-Петербург, ул Алтайская, д 37',
        district: district,
        vkLink:   'https://vk.com/mpcmoskovski',
        type: 1
      },
      
      {
        coordinates: [59.861458, 30.311682],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 495 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Варшавская, д 33 литера а',
        district: district,
        vkLink:   'https://vk.com/school495spb ',
        type: 0
      },
      
      {
        coordinates: [59.860278, 30.316371],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 594 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Победы, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/club_594 ',
        type: 0
      },
      
      {
        coordinates: [59.854499, 30.311538],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 496 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Варшавская, д 51 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school496spb ',
        type: 0
      },
      
      {
        coordinates: [59.879453, 30.320773],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МОРСКАЯ ШКОЛА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Московский пр-кт, д 164 литера а',
        district: district,
        vkLink:   'https://vk.com/morskayaschkola ',
        type: 0
      },
      
      {
        coordinates: [59.846341, 30.309346],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 544 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Костюшко, д 62 литера а',
        district: district,
        vkLink:   'https://vk.com/school544_spb ',
        type: 0
      },
      
      {
        coordinates: [59.857224, 30.341632],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 524 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Юрия Гагарина, д 22 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school524 ',
        type: 0
      },
      
      {
        coordinates: [59.838105, 30.366794],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 362 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Витебский пр-кт, д 85 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school362msk ',
        type: 0
      },
      
      {
        coordinates: [59.893209, 30.322273],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 373 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ЭКОНОМИЧЕСКИЙ ЛИЦЕЙ`,
        address:  'г Санкт-Петербург, Московский пр-кт, д 112 литера а',
        district: district,
        vkLink:   'https://vk.com/publiclyc373 ',
        type: 0
      },
      
      {
        coordinates: [59.850378, 30.333080],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ДЕТСКОГО (ЮНОШЕСКОГО) ТВОРЧЕСТВА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Алтайская, д 24',
        district: district,
        vkLink:   'https://vk.com/ddutmosk',
        type: 1
      },
      
      {
        coordinates: [59.873672, 30.314278],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 1 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Варшавская, д 30 литера а',
        district: district,
        vkLink:   'https://vk.com/school001spb ',
        type: 0
      },
      
      {
        coordinates: [59.870727, 30.314458],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 358 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Варшавская, д 40 литера а',
        district: district,
        vkLink:   'https://vk.com/school358 ',
        type: 0
      },
      
      {
        coordinates: [59.861882, 30.298567],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ПЕДАГОГИЧЕСКИЙ КОЛЛЕДЖ № 1 ИМ. Н.А. НЕКРАСОВА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кубинская, д 32 литера а',
        district: district,
        vkLink:   'https://vk.com/nekrasovspb',
        type: 0
      },
      
      {
        coordinates: [59.842296, 30.327025],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 508 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТОВ ОБРАЗОВАТЕЛЬНЫХ ОБЛАСТЕЙ ИСКУССТВО И ТЕХНОЛОГИЯ МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ленсовета, д 43 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public209233913 ',
        type: 0
      },
      
      {
        coordinates: [59.862099, 30.325067],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 366 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ФИЗИКО-МАТЕМАТИЧЕСКИЙ ЛИЦЕЙ`,
        address:  'г Санкт-Петербург, ул Фрунзе, д 12 литера а',
        district: district,
        vkLink:   'https://vk.com/fml366org ',
        type: 0
      },
      
      {
        coordinates: [59.863301, 30.318851],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 507 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Московский пр-кт, д 169 литера а',
        district: district,
        vkLink:   'https://vk.com/sch507spb ',
        type: 0
      },
      
      {
        coordinates: [59.846420, 30.318230],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 489 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Московский пр-кт, д 203 литера а',
        district: district,
        vkLink:   'https://vk.com/school489mskspb ',
        type: 0
      },
      
      {
        coordinates: [59.848927, 30.326127],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 526 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Алтайская, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/club_gymnasium526 ',
        type: 0
      },
      
      {
        coordinates: [59.854617, 30.355071],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ПРОГИМНАЗИЯ № 698 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ПАНСИОН`,
        address:  'г Санкт-Петербург, пр-кт Космонавтов, д 40 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/progimnazia_pansion ',
        type: 0
      },
      
      {
        coordinates: [59.762723, 30.315787],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №353 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Орбитальная, д 9 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/public178093141 ',
        type: 0
      },
      
      {
        coordinates: [59.876368, 30.325220],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 355 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Благодатная, д 32 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool355 ',
        type: 0
      },
      
      {
        coordinates: [59.836658, 30.345135],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 356 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО И АНГЛИЙСКОГО ЯЗЫКОВ МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ленсовета, д 68 литера а',
        district: district,
        vkLink:   'https://vk.com/school356spb ',
        type: 0
      },
      
      {
        coordinates: [59.876423, 30.329828],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 371 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ РУССКОГО, АНГЛИЙСКОГО И ФРАНЦУЗСКОГО ЯЗЫКОВ ИМЕНИ ГЕРОЯ РОССИЙСКОЙ ФЕДЕРАЦИИ Е.Н.ЗИНИЧЕВА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Благодатная, д 36 литера а',
        district: district,
        vkLink:   'https://vk.com/school371spb ',
        type: 0
      },
      
      {
        coordinates: [59.847010, 30.335245],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 484 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Юрия Гагарина, д 51 литера а',
        district: district,
        vkLink:   'https://vk.com/public215963028 ',
        type: 0
      },
      
      {
        coordinates: [59.835546, 30.341614],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №519 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ленсовета, д 87 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school519spb ',
        type: 0
      },
      
      {
        coordinates: [59.847382, 30.318282],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 613 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Московский пр-кт, д 203',
        district: district,
        vkLink:   'https://vk.com/school613spb ',
        type: 0
      },
      
      {
        coordinates: [59.850179, 30.312607],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 643 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Варшавская, д 63, к 2',
        district: district,
        vkLink:   'https://vk.com/spb643 ',
        type: 0
      },
      
      {
        coordinates: [59.849980, 30.359481],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 663 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Витебский пр-кт, д 49 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school663_event ',
        type: 0
      },
      
      {
        coordinates: [59.839122, 30.316811],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 684 БЕРЕГИНЯ МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Пулковское шоссе, д 5 к 3',
        district: district,
        vkLink:   'https://vk.com/bereginiaspb ',
        type: 0
      },
      
      {
        coordinates: [59.860509, 30.344947],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 525 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ИМЕНИ ДВАЖДЫ ГЕРОЯ СОВЕТСКОГО СОЮЗА Г.М. ГРЕЧКО МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Космонавтов, д 21 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/aktiv525 ',
        type: 0
      },
      
      {
        coordinates: [59.878676, 30.311197],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЭЛЕКТРОМАШИНОСТРОИТЕЛЬНЫЙ КОЛЛЕДЖ`,
        address:  'г Санкт-Петербург, ул Варшавская, д 7 литера а',
        district: district,
        vkLink:   'https://vk.com/emkspbru_professionalitet',
        type: 0
      },
      
      {
        coordinates: [59.836210, 30.315149],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОМ МОЛОДЕЖИ ПУЛКОВЕЦ МОСКОВСКОГО РАЙОНА`,
        address:  'г Санкт-Петербург, 5-й Предпортовый проезд, д 8 к 5 литера а',
        district: district,
        vkLink:   'https://vk.com/dmpulkovec',
        type: 1
      },
      
      {
        coordinates: [59.861914, 30.352654],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 536 ИМЕНИ Т.И. ГОНЧАРОВОЙ МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Космонавтов, д 20 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/sc536 ',
        type: 0
      },
      
      {
        coordinates: [59.847078, 30.360981],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 351 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Витебский пр-кт, д 57 литера а',
        district: district,
        vkLink:   'https://vk.com/spb351 ',
        type: 0
      },
      
      {
        coordinates: [59.886997, 30.315688],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 703 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Глеба Успенского, д 9 стр 1',
        district: district,
        vkLink:   'https://vk.com/public222322939 ',
        type: 0
      },
      
      {
        coordinates: [59.854138, 30.332676],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 485 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Авиационная, д 38 литера а',
        district: district,
        vkLink:   'https://vk.com/school485spb ',
        type: 0
      },
      
      {
        coordinates: [59.848466, 30.305888],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 537 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Костюшко, д 34 литера а',
        district: district,
        vkLink:   'https://vk.com/school537_spb ',
        type: 0
      },
      
      {
        coordinates: [59.812093, 30.292736],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 354 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Взлётная, д 5 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou354 ',
        type: 0
      },
      
      {
        coordinates: [59.840822, 30.365051],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 372 МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Витебский пр-кт, д 73 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/m_s_372 ',
        type: 0
      },
      
      {
        coordinates: [59.845514, 30.329621],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ДЕТСКОГО (ЮНОШЕСКОГО) ТЕХНИЧЕСКОГО ТВОРЧЕСТВА МОСКОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ленсовета, д 35 литера а',
        district: district,
        vkLink:   'https://vk.com/cdutt_mosk',
        type: 1
      },
      
      {
        coordinates: [59.866386, 30.317719],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКИЙ ТЕХНИКУМ ОТРАСЛЕВЫХ ТЕХНОЛОГИЙ, ФИНАНСОВ И ПРАВА`,
        address:  'г Санкт-Петербург, ул Бассейная, д 20',
        district: district,
        vkLink:   'https://vk.com/totfipspb',
        type: 0
      },
      
      {
        coordinates: [59.831272, 30.360874],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ТЕХНИКУМ АВТОСЕРВИС (МНОГОФУНКЦИОНАЛЬНЫЙ ЦЕНТР ПРИКЛАДНЫХ КВАЛИФИКАЦИЙ)`,
        address:  'г Санкт-Петербург, пр-кт Космонавтов, д 79',
        district: district,
        vkLink:   'https://vk.com/pl_110',
        type: 0
      },
      
      {
        coordinates: [59.861377, 30.313310],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТРАЛИЗОВАННАЯ БИБЛИОТЕЧНАЯ СИСТЕМА МОСКОВСКОГО РАЙОНА`,
        address:  'г Санкт-Петербург, ул Варшавская, д 37 к 1',
        district: district,
        vkLink:   'https://vk.com/cbs_msk',
        type: 1
      },
      
      {
        coordinates: [59.850857, 30.299124],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МЕДИЦИНСКИЙ КОЛЛЕДЖ ИМ. В.М.БЕХТЕРЕВА`,
        address:  'г Санкт-Петербург, Ленинский пр-кт, д 149',
        district: district,
        vkLink:   'https://vk.com/mcbekhtereva_spb ',
        type: 0
      },
      
      {
        coordinates: [59.878721, 30.328615],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТР СОЦИАЛЬНОЙ ПОМОЩИ СЕМЬЕ И ДЕТЯМ МОСКОВСКОГО РАЙОНА`,
        address:  'г Санкт-Петербург, ул Севастьянова, д 1 литера а',
        district: district,
        vkLink:   'https://vk.com/cspsdmr',
        type: 1
      },
      
      

]

export const moskovskyDistrict  = {
    name: district,
    color: 'rgba(40, 213, 34, 0.20)',
    borderColor: 'rgba(40, 213, 34, 0.65)',
    coordinates:[
        [30.248855, 59.823468], [30.248775, 59.823421], [30.247906, 59.822904], [30.247513, 59.822670], [30.244573, 59.819143],
        [30.239994, 59.813028], [30.239209, 59.813060], [30.239163, 59.813054], [30.238480, 59.812954], [30.237178, 59.812764],
        [30.235604, 59.812851], [30.227524, 59.813300], [30.227336, 59.813279], [30.226529, 59.813077], [30.224899, 59.812452],
        [30.224218, 59.812190], [30.224107, 59.811157], [30.223855, 59.808809], [30.223760, 59.808810], [30.222713, 59.808824],
        [30.222548, 59.808783], [30.222354, 59.808576], [30.220602, 59.805128], [30.220771, 59.804984], [30.220545, 59.804902],
        [30.220465, 59.804873], [30.220270, 59.804802], [30.220363, 59.804737], [30.219342, 59.802629], [30.217231, 59.802297],
        [30.217558, 59.801729], [30.217605, 59.801633], [30.217492, 59.801580], [30.217260, 59.801544], [30.216605, 59.801553],
        [30.214776, 59.801886], [30.214029, 59.801951], [30.210570, 59.802176], [30.200092, 59.803690], [30.200085, 59.803678],
        [30.199644, 59.802940], [30.199269, 59.802355], [30.199007, 59.801804], [30.198772, 59.801605], [30.198884, 59.801521],
        [30.199144, 59.801481], [30.199388, 59.801413], [30.199721, 59.801411], [30.199870, 59.801385], [30.199938, 59.801334],
        [30.200001, 59.801246], [30.200070, 59.801098], [30.200121, 59.800874], [30.200264, 59.800177], [30.200215, 59.800044],
        [30.200145, 59.799813], [30.200176, 59.799728], [30.200263, 59.799655], [30.200389, 59.799627], [30.201012, 59.799492],
        [30.204216, 59.798906], [30.206185, 59.798580], [30.208325, 59.798205], [30.209366, 59.798002], [30.209460, 59.797984],
        [30.210474, 59.797786], [30.210914, 59.797743], [30.211491, 59.797691], [30.215196, 59.797421], [30.218586, 59.797183],
        [30.221326, 59.797027], [30.223877, 59.796643], [30.225377, 59.796423], [30.228122, 59.796020], [30.228947, 59.795899],
        [30.231235, 59.795563], [30.236918, 59.794752], [30.238602, 59.794500], [30.239719, 59.794333], [30.244243, 59.793657],
        [30.245359, 59.793490], [30.257017, 59.791779], [30.260627, 59.791241], [30.266706, 59.790335], [30.270496, 59.789791],
        [30.274418, 59.789309], [30.276902, 59.788943], [30.280000, 59.788491], [30.281308, 59.788294], [30.283941, 59.787871],
        [30.271156, 59.778597], [30.273582, 59.777690], [30.273624, 59.777617], [30.268790, 59.774728], [30.270899, 59.774040],
        [30.264406, 59.770953], [30.258588, 59.762721], [30.258559, 59.762679], [30.300721, 59.747387], [30.309998, 59.744148],
        [30.310248, 59.744369], [30.310477, 59.744588], [30.318007, 59.751775], [30.326998, 59.760535], [30.329627, 59.763185],
        [30.330237, 59.763047], [30.330690, 59.762568], [30.332328, 59.762446], [30.334283, 59.767326], [30.334545, 59.767293],
        [30.335079, 59.768653], [30.338368, 59.768356], [30.338780, 59.769920], [30.336894, 59.770294], [30.337034, 59.770569],
        [30.335873, 59.770795], [30.336021, 59.771461], [30.335548, 59.771984], [30.333289, 59.771533], [30.333155, 59.771847],
        [30.332456, 59.772148], [30.331826, 59.772965], [30.330796, 59.773646], [30.330023, 59.774153], [30.329287, 59.774541],
        [30.327325, 59.775641], [30.326451, 59.776395], [30.326147, 59.776937], [30.325464, 59.789672], [30.325421, 59.791060],
        [30.327180, 59.792415], [30.327749, 59.793597], [30.327749, 59.794444], [30.327234, 59.795572], [30.326601, 59.796220],
        [30.325056, 59.797510], [30.324927, 59.799674], [30.324730, 59.802506], [30.324659, 59.803743], [30.325049, 59.803749],
        [30.325202, 59.803756], [30.325336, 59.803772], [30.325716, 59.803810], [30.325968, 59.803812], [30.325916, 59.804651],
        [30.326013, 59.804656], [30.326077, 59.804655], [30.329160, 59.804699], [30.330255, 59.804711], [30.330432, 59.804714],
        [30.330681, 59.804788], [30.333217, 59.805834], [30.333382, 59.805926], [30.333833, 59.806129], [30.333977, 59.806185],
        [30.334147, 59.806228], [30.335103, 59.806474], [30.335220, 59.806502], [30.335390, 59.806534], [30.335528, 59.806578],
        [30.335621, 59.806613], [30.335674, 59.806633], [30.335998, 59.806699], [30.336231, 59.806760], [30.336319, 59.806809],
        [30.336424, 59.806876], [30.336608, 59.807001], [30.336663, 59.807040], [30.336757, 59.807085], [30.336901, 59.807184],
        [30.337165, 59.807371], [30.337248, 59.807462], [30.337276, 59.807520], [30.337313, 59.807644], [30.337359, 59.807745],
        [30.337502, 59.807927], [30.337614, 59.808037], [30.337705, 59.808103], [30.337737, 59.808168], [30.337888, 59.808262],
        [30.338065, 59.808335], [30.338432, 59.808400], [30.338669, 59.808440], [30.339865, 59.808650], [30.340117, 59.808700],
        [30.340234, 59.808726], [30.340386, 59.808754], [30.340501, 59.808799], [30.340543, 59.808807], [30.340624, 59.808821],
        [30.340991, 59.808910], [30.341233, 59.808964], [30.341463, 59.809007], [30.341515, 59.809033], [30.341829, 59.809222],
        [30.341929, 59.809315], [30.342015, 59.809348], [30.342091, 59.809376], [30.342202, 59.809460], [30.342258, 59.809536],
        [30.342261, 59.809597], [30.342447, 59.809722], [30.343376, 59.810499], [30.343707, 59.810771], [30.343925, 59.810923],
        [30.344104, 59.811067], [30.344661, 59.811424], [30.345219, 59.811741], [30.345457, 59.811878], [30.345640, 59.812001],
        [30.345753, 59.812065], [30.346122, 59.812181], [30.346420, 59.812275], [30.346871, 59.812452], [30.347308, 59.812607],
        [30.347708, 59.812744], [30.348079, 59.812887], [30.348269, 59.812924], [30.348650, 59.812906], [30.349038, 59.812888],
        [30.349877, 59.812953], [30.350893, 59.813324], [30.353316, 59.814185], [30.356195, 59.814540], [30.356487, 59.814596],
        [30.356880, 59.814711], [30.357146, 59.814725], [30.357966, 59.814675], [30.359833, 59.814708], [30.360447, 59.814710],
        [30.362493, 59.814628], [30.362692, 59.814643], [30.362823, 59.814659], [30.362919, 59.814696], [30.362980, 59.814718],
        [30.363047, 59.814768], [30.363079, 59.814822], [30.363172, 59.815477], [30.363188, 59.815591], [30.363226, 59.815636],
        [30.363290, 59.815653], [30.363999, 59.815618], [30.364438, 59.815716], [30.364954, 59.815857], [30.365597, 59.815962],
        [30.365807, 59.816013], [30.365928, 59.816055], [30.366110, 59.816184], [30.366170, 59.816254], [30.366185, 59.816326],
        [30.366182, 59.816430], [30.366244, 59.816512], [30.366366, 59.816557], [30.366683, 59.816592], [30.368125, 59.816656],
        [30.368428, 59.816670], [30.368515, 59.816732], [30.368442, 59.816819], [30.368487, 59.816899], [30.368980, 59.816881],
        [30.370221, 59.816927], [30.370396, 59.816936], [30.371598, 59.816956], [30.374140, 59.817215], [30.376887, 59.817835],
        [30.379416, 59.818311], [30.381655, 59.818728], [30.380106, 59.822031], [30.378334, 59.825232], [30.377617, 59.826319],
        [30.376243, 59.828745], [30.374945, 59.831371], [30.373754, 59.833711], [30.373683, 59.833877], [30.372907, 59.835695],
        [30.371297, 59.840024], [30.369538, 59.843560], [30.368304, 59.845915], [30.366244, 59.850167], [30.365257, 59.852128],
        [30.364528, 59.853686], [30.364340, 59.854048], [30.364020, 59.854760], [30.363083, 59.856497], [30.362392, 59.857839],
        [30.360612, 59.861406], [30.358916, 59.864837], [30.357318, 59.867966], [30.355247, 59.872210], [30.354560, 59.873535],
        [30.354456, 59.873695], [30.353756, 59.874773], [30.350295, 59.878385], [30.348496, 59.880262], [30.347530, 59.881651],
        [30.345910, 59.884521], [30.344998, 59.886232], [30.344902, 59.887088], [30.344945, 59.888014], [30.345309, 59.889510],
        [30.345374, 59.891087], [30.345095, 59.891981], [30.344044, 59.894047], [30.342831, 59.896512], [30.341318, 59.899477],
        [30.340170, 59.901801], [30.338915, 59.904152], [30.338457, 59.905023], [30.338130, 59.904985], [30.338117, 59.905042],
        [30.338089, 59.905117], [30.338054, 59.905197], [30.337855, 59.905537], [30.337715, 59.905763], [30.337596, 59.905923],
        [30.337396, 59.906162], [30.337132, 59.906438], [30.336841, 59.906730], [30.336663, 59.906909], [30.336421, 59.907151],
        [30.336264, 59.907319], [30.336068, 59.907559], [30.335878, 59.907824], [30.335742, 59.908023], [30.335649, 59.908181],
        [30.335519, 59.908425], [30.335445, 59.908590], [30.335377, 59.908757], [30.335337, 59.908876], [30.335296, 59.909016],
        [30.335259, 59.909156], [30.335223, 59.909341], [30.335202, 59.909478], [30.335187, 59.909655], [30.335183, 59.909836],
        [30.335182, 59.909935], [30.335170, 59.910100], [30.335152, 59.910244], [30.335109, 59.910394], [30.335054, 59.910516],
        [30.334959, 59.910685], [30.334885, 59.910809], [30.334781, 59.910975], [30.334664, 59.911165], [30.334545, 59.911336],
        [30.334449, 59.911477], [30.334313, 59.911656], [30.334177, 59.911801], [30.334115, 59.911863], [30.333819, 59.912116],
        [30.333753, 59.912171], [30.333464, 59.912406], [30.333365, 59.912488], [30.333083, 59.912717], [30.333055, 59.912738],
        [30.332942, 59.912821], [30.332845, 59.912849], [30.332576, 59.913051], [30.325153, 59.910333], [30.321951, 59.909115],
        [30.320775, 59.908776], [30.320132, 59.908696], [30.319501, 59.908642], [30.318405, 59.908638], [30.318396, 59.908509],
        [30.318402, 59.908195], [30.318658, 59.902762], [30.318818, 59.902387], [30.319176, 59.896425], [30.319143, 59.896425],
        [30.319033, 59.896424], [30.318869, 59.896422], [30.318686, 59.896420], [30.318643, 59.896419], [30.318473, 59.896417],
        [30.318048, 59.896412], [30.317436, 59.896405], [30.316663, 59.896395], [30.316609, 59.896395], [30.316178, 59.896391],
        [30.315627, 59.896386], [30.315510, 59.896385], [30.314799, 59.896370], [30.314493, 59.896362], [30.314142, 59.896351],
        [30.313797, 59.896344], [30.313597, 59.896360], [30.312257, 59.896345], [30.311766, 59.896317], [30.310937, 59.896273],
        [30.310545, 59.896268], [30.310469, 59.896278], [30.310397, 59.896286], [30.310317, 59.896288], [30.310201, 59.896290],
        [30.309844, 59.896290], [30.309376, 59.896283], [30.308691, 59.896273], [30.308314, 59.896268], [30.307495, 59.896256],
        [30.307123, 59.896251], [30.306081, 59.896236], [30.305473, 59.896226], [30.305332, 59.896225], [30.304917, 59.896220],
        [30.303970, 59.896206], [30.303843, 59.896204], [30.303629, 59.896201], [30.302607, 59.896186], [30.301705, 59.896158],
        [30.301393, 59.896152], [30.300792, 59.896141], [30.300404, 59.896134], [30.300188, 59.896130], [30.297891, 59.896031],
        [30.297901, 59.894465], [30.299457, 59.894239], [30.298577, 59.891273], [30.297655, 59.888668], [30.297226, 59.888095],
        [30.295272, 59.886623], [30.295065, 59.886471], [30.294273, 59.884468], [30.293792, 59.882508], [30.300015, 59.882693],
        [30.299672, 59.881461], [30.297590, 59.880766], [30.295777, 59.879910], [30.294543, 59.878962], [30.293728, 59.877767],
        [30.293438, 59.876567], [30.293162, 59.874897], [30.292451, 59.871752], [30.292033, 59.870008], [30.291700, 59.868107],
        [30.291421, 59.865812], [30.290842, 59.862526], [30.290531, 59.859978], [30.290483, 59.859594], [30.290466, 59.859305],
        [30.290354, 59.858540], [30.290530, 59.858541], [30.290676, 59.858545], [30.290806, 59.858515], [30.290936, 59.858466],
        [30.291192, 59.858254], [30.291318, 59.858191], [30.291471, 59.858101], [30.291809, 59.858032], [30.292262, 59.857972],
        [30.292404, 59.857954], [30.292565, 59.857930], [30.292608, 59.857915], [30.292644, 59.857897], [30.292670, 59.857875],
        [30.292679, 59.857863], [30.292689, 59.857851], [30.292694, 59.857827], [30.292697, 59.857784], [30.292683, 59.857743],
        [30.292465, 59.857272], [30.292442, 59.856972], [30.292447, 59.856403], [30.292416, 59.855790], [30.292374, 59.855350],
        [30.292344, 59.855103], [30.292203, 59.854461], [30.292091, 59.853833], [30.292018, 59.853520], [30.291903, 59.853092],
        [30.291849, 59.852893], [30.291809, 59.852786], [30.291682, 59.852713], [30.291482, 59.852638], [30.291217, 59.852561],
        [30.291078, 59.852474], [30.290847, 59.852299], [30.290737, 59.852214], [30.290472, 59.851699], [30.290416, 59.851609],
        [30.290157, 59.851511], [30.289958, 59.851435], [30.289648, 59.851379], [30.289409, 59.851308], [30.289222, 59.851187],
        [30.289157, 59.851121], [30.289106, 59.851009], [30.289104, 59.850974], [30.289088, 59.850834], [30.289013, 59.850653],
        [30.288916, 59.850451], [30.288488, 59.849614], [30.287805, 59.848557], [30.287084, 59.847601], [30.286501, 59.846886],
        [30.286484, 59.846865], [30.286281, 59.846368], [30.286110, 59.846175], [30.286028, 59.846082], [30.285694, 59.845693],
        [30.285421, 59.845332], [30.285304, 59.845203], [30.285026, 59.844896], [30.284849, 59.844704], [30.284578, 59.844531],
        [30.284306, 59.844352], [30.284107, 59.844190], [30.283898, 59.844011], [30.283710, 59.843827], [30.283564, 59.843675],
        [30.283344, 59.843491], [30.283229, 59.843381], [30.283020, 59.843292], [30.282895, 59.843187], [30.282728, 59.843040],
        [30.282571, 59.842903], [30.282359, 59.842743], [30.282273, 59.842646], [30.282248, 59.842584], [30.282216, 59.842531],
        [30.282125, 59.842510], [30.281994, 59.842521], [30.281582, 59.842533], [30.281469, 59.842555], [30.281388, 59.842555],
        [30.281202, 59.842456], [30.280988, 59.842293], [30.280744, 59.842173], [30.277823, 59.840475], [30.276388, 59.839602],
        [30.273501, 59.837881], [30.272570, 59.837349], [30.270582, 59.836176], [30.269961, 59.835766], [30.269823, 59.835688],
        [30.269749, 59.835652], [30.269703, 59.835630], [30.269571, 59.835569], [30.269489, 59.835523], [30.269337, 59.835450],
        [30.269280, 59.835396], [30.268545, 59.834941], [30.264672, 59.832723], [30.254651, 59.826860], [30.248855, 59.823468]
    ]       
};