const district = 'nevsky'

export const nevskyDepartments = [
      {
        coordinates: [59.859429, 30.478499],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 337 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ РОССИЙСКОЙ ФЕДЕРАЦИИ Д.В. ДОЛОНСКОГО`,
        address:  'г Санкт-Петербург, пр-кт Обуховской Обороны, д 257 литера а',
        district: district,
        vkLink:   'https://vk.com/vol337',
        type: 0
      },
      
      {
        coordinates: [59.868717, 30.451657],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 17 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бабушкина, д 58 к 1 литера в',
        district: district,
        vkLink:   'https://vk.com/club211704367',
        type: 0
      },
      
      {
        coordinates: [59.895109, 30.424016],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ СПОРТИВНАЯ ШКОЛА ОЛИМПИЙСКОГО РЕЗЕРВА № 1 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ольги Берггольц, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/neva_la',
        type: 1
      },
      
      {
        coordinates: [59.902167, 30.455996],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 717 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Дальневосточный пр-кт, д 29 стр 1',
        district: district,
        vkLink:   'https://vk.com/gbou717nevskii',
        type: 0
      },
      
      {
        coordinates: [59.836459, 30.512698],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №574 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Шлиссельбургский пр-кт, д 24 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school_574',
        type: 0
      },
      
      {
        coordinates: [59.901369, 30.448684],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 707 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Архивная, д 9 к 3 стр 1',
        district: district,
        vkLink:   'https://vk.com/dvizeniesch707',
        type: 0
      },
      
      {
        coordinates: [59.890884, 30.486503],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 344 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Тельмана, д 47 литера а',
        district: district,
        vkLink:   'https://vk.com/licey344_dp',
        type: 0
      },
      
      {
        coordinates: [59.907875, 30.478553],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 341 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Дыбенко, д 24 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/public174580013',
        type: 0
      },
      
      {
        coordinates: [59.928081, 30.481778],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 323 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Солидарности, д 1 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public205444901',
        type: 0
      },
      
      {
        coordinates: [59.838991, 30.504856],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №569 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Рыбацкий пр-кт, д 29 к 2',
        district: district,
        vkLink:   'https://vk.com/school569 ',
        type: 0
      },
      
      {
        coordinates: [59.862280, 30.501694],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №39 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Октябрьская наб, д 118 к 9 литера а',
        district: district,
        vkLink:   'https://vk.com/school39spb',
        type: 0
      },
      
      {
        coordinates: [59.832919, 30.514809],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 348 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Шлиссельбургский пр-кт, д 43 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm348',
        type: 0
      },
      
      {
        coordinates: [59.875691, 30.442351],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ДЕТСКОГО (ЮНОШЕСКОГО) ТЕХНИЧЕСКОГО ТВОРЧЕСТВА СТАРТ+ НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ивановская, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/start.plus.neva',
        type: 1
      },
      
      {
        coordinates: [59.887629, 30.463650],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ РОССИЙСКИЙ КОЛЛЕДЖ ТРАДИЦИОННОЙ КУЛЬТУРЫ`,
        address:  'г Санкт-Петербург, Дальневосточный пр-кт, д 51',
        district: district,
        vkLink:   'https://vk.com/dvyzhenyepervyhrktk',
        type: 0
      },
      
      {
        coordinates: [59.869887, 30.451056],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №328 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бабушкина, д 56 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/school328spb',
        type: 0
      },
      
      {
        coordinates: [59.911656, 30.402672],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 330 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Хрустальная, д 12 литера а',
        district: district,
        vkLink:   'https://vk.com/club194262859',
        type: 0
      },
      
      {
        coordinates: [59.881918, 30.480664],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 516 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Народная, д 63 литера а',
        district: district,
        vkLink:   'https://vk.com/rdsh_nev_516',
        type: 0
      },
      
      {
        coordinates: [59.913363, 30.491524],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 26 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Товарищеский пр-кт, д 28 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/ecole26',
        type: 0
      },
      
      {
        coordinates: [59.906179, 30.471483],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 23 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФИНСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Дыбенко, д 20 к 4 литера ф',
        district: district,
        vkLink:   'https://vk.com/school23spb',
        type: 0
      },
      
      {
        coordinates: [59.867918, 30.458224],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 18 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Шелгунова, д 5А литера а',
        district: district,
        vkLink:   'https://vk.com/internat_18',
        type: 0
      },
      
      {
        coordinates: [59.841202, 30.494561],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №570 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Шлиссельбургский пр-кт, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/school570_spb',
        type: 0
      },
      
      {
        coordinates: [59.928005, 30.465581],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 572 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Латышских Стрелков, д 9 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/club207310996',
        type: 0
      },
      
      {
        coordinates: [59.838561, 30.491498],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 557 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Караваевская, д 6 литера а',
        district: district,
        vkLink:   'https://vk.com/school557',
        type: 0
      },
      
      {
        coordinates: [59.882663, 30.462949],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 498 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Новосёлов, д 21 литера ш',
        district: district,
        vkLink:   'https://vk.com/public186137322',
        type: 0
      },
      
      {
        coordinates: [59.919410, 30.456571],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 667 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Джона Рида, д 3 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/school_667_nev',
        type: 0
      },
      
      {
        coordinates: [59.919017, 30.487024],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 332 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Товарищеский пр-кт, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm332spb',
        type: 0
      },
      
      {
        coordinates: [59.895881, 30.482910],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №14 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Крыленко, д 25 к 5 литера в',
        district: district,
        vkLink:   'https://vk.com/gbou14',
        type: 0
      },
      
      {
        coordinates: [59.862809, 30.467926],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 22 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Чернова, д 13 литера а',
        district: district,
        vkLink:   'https://vk.com/public197538508',
        type: 0
      },
      
      {
        coordinates: [59.912098, 30.455915],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 333 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Белышева, д 6 литера а',
        district: district,
        vkLink:   'https://vk.com/infoschool333',
        type: 0
      },
      
      {
        coordinates: [59.891308, 30.413192],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №340 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ольги Берггольц, д 27 литера а',
        district: district,
        vkLink:   'https://vk.com/club194106641 ',
        type: 0
      },
      
      {
        coordinates: [59.892473, 30.472543],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 350 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Тельмана, д 34 литера б',
        district: district,
        vkLink:   'https://vk.com/sc350',
        type: 0
      },
      
      {
        coordinates: [59.929691, 30.467234],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №513 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Латышских Стрелков, д 9 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/online513',
        type: 0
      },
      
      {
        coordinates: [59.923162, 30.495989],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 528 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Коллонтай, д 41 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gymn528',
        type: 0
      },
      
      {
        coordinates: [59.837626, 30.494965],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №571 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Караваевская, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school571spb',
        type: 0
      },
      
      {
        coordinates: [59.920708, 30.450023],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 625 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ ГЕРОЯ РОССИЙСКОЙ ФЕДЕРАЦИИ В.Е.ДУДКИНА`,
        address:  'г Санкт-Петербург, ул Джона Рида, д 6 литера а',
        district: district,
        vkLink:   'https://vk.com/mediacenter625',
        type: 0
      },
      
      {
        coordinates: [59.917326, 30.444803],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 691 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА НЕВСКАЯ ШКОЛА`,
        address:  'г Санкт-Петербург, Союзный пр-кт, д 5 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/rddm_school691',
        type: 0
      },
      
      {
        coordinates: [59.863062, 30.509491],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 690 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Русановская, д 15 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club223267005',
        type: 0
      },
      
      {
        coordinates: [59.878748, 30.439261],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №331 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бабушкина, д 65 литера а',
        district: district,
        vkLink:   'https://vk.com/school331spb',
        type: 0
      },
      
      {
        coordinates: [59.911448, 30.451352],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 693 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Нерчинская, д 4 стр 1',
        district: district,
        vkLink:   'https://vk.com/public195751484',
        type: 0
      },
      
      {
        coordinates: [59.925881, 30.482353],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 347 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Солидарности, д 3 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/club186169061',
        type: 0
      },
      
      {
        coordinates: [59.874250, 30.446627],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 342 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Бабушкина, д 50 литера а',
        district: district,
        vkLink:   'https://vk.com/public194604554',
        type: 0
      },
      
      {
        coordinates: [59.912922, 30.491985],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ГРАЖДАНСКОГО И ПАТРИОТИЧЕСКОГО ВОСПИТАНИЯ ДЕТЕЙ И МОЛОДЕЖИ ВЗЛЕТ НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '193231, Г.Санкт-Петербург, ПР-КТ ТОВАРИЩЕСКИЙ, Д.28, К.2; ЛИТЕРА А',
        district: district,
        vkLink:   'https://vk.com/clubcentrvzlet',
        type: 1
      },
      
      {
        coordinates: [59.891999, 30.438344],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДЕТСКИЙ ТВОРЧЕСКИЙ ЦЕНТР ТЕАТРАЛЬНАЯ СЕМЬЯ НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Обуховской Обороны, д 121А литера а',
        district: district,
        vkLink:   'https://vk.com/familytheatre',
        type: 1
      },
      
      {
        coordinates: [59.854490, 30.467369],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 527 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, 2-й Рабфаковский пер, д 1 к 4 литера н',
        district: district,
        vkLink:   'https://vk.com/club203273981',
        type: 0
      },
      
      {
        coordinates: [59.925498, 30.457344],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 639 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, наб Реки Оккервиль, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/public110555165',
        type: 0
      },
      
      {
        coordinates: [59.884149, 30.472121],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №512 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Народная, д 44 литера с',
        district: district,
        vkLink:   'https://vk.com/schoolspb512',
        type: 0
      },
      
      {
        coordinates: [59.869603, 30.445702],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 345 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, б-р Красных Зорь, д 6 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public198410431',
        type: 0
      },
      
      {
        coordinates: [59.904207, 30.481724],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 20 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '193232, Г.Санкт-Петербург, ПР-КТ БОЛЬШЕВИКОВ, Д.23 ЛИТЕРА Ч',
        district: district,
        vkLink:   'https://vk.com/pervie_20_nevskiy',
        type: 0
      },
      
      {
        coordinates: [59.893421, 30.426559],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 327 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ткачей, д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/public210734179',
        type: 0
      },
      
      {
        coordinates: [59.897375, 30.425490],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 329 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Елизарова, д 7 литера б',
        district: district,
        vkLink:   'https://vk.com/school329',
        type: 0
      },
      
      {
        coordinates: [59.898277, 30.493115],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 591 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Большевиков, д 28 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou591',
        type: 0
      },
      
      {
        coordinates: [59.881927, 30.457595],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 627 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Новосёлов, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/nevsky_parus',
        type: 0
      },
      
      {
        coordinates: [59.917515, 30.476837],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 268 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Большевиков, д 4 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public214527315',
        type: 0
      },
      
      {
        coordinates: [59.877211, 30.444082],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫЙ ЦЕНТР НЕВСКИЙ`,
        address:  'г Санкт-Петербург, ул Бабушкина, д 42 к 1',
        district: district,
        vkLink:   'https://vk.com/pc_nevskiy',
        type: 1
      },
      
      {
        coordinates: [59.896892, 30.486099],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 343 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Крыленко, д 33 к 2 литера б',
        district: district,
        vkLink:   'https://vk.com/school_343',
        type: 0
      },
      
      {
        coordinates: [59.919482, 30.489027],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №593 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Солидарности, д 11 к 2 литера ы',
        district: district,
        vkLink:   'https://vk.com/public216130537',
        type: 0
      },
      
      {
        coordinates: [59.897068, 30.464575],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 458 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Евдокима Огнева, д 4 к 2 литера м',
        district: district,
        vkLink:   'https://vk.com/public139149285',
        type: 0
      },
      
      {
        coordinates: [59.901630, 30.468177],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 13 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Дыбенко, д 17 к 3 литера ж',
        district: district,
        vkLink:   'https://vk.com/13spb.school',
        type: 0
      },
      
      {
        coordinates: [59.866703, 30.448280],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 334 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ОБРАЗОВАТЕЛЬНЫЙ КОМПЛЕКС НЕВСКАЯ ПЕРСПЕКТИВА`,
        address:  'г Санкт-Петербург, ул Шелгунова, д 23 литера а',
        district: district,
        vkLink:   'https://vk.com/club180517583',
        type: 0
      },
      
      {
        coordinates: [59.879642, 30.429828],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 336 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Седова, д 66 литера а',
        district: district,
        vkLink:   'https://vk.com/spb_school336',
        type: 0
      },
      
      {
        coordinates: [59.871789, 30.467953],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 338 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Октябрьская наб, д 84 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm338',
        type: 0
      },
      
      {
        coordinates: [59.920893, 30.460973],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ НАЧАЛЬНАЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 689 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Пятилеток, д 6 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school__689',
        type: 0
      },
      
      {
        coordinates: [59.918778, 30.478553],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 34 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Коллонтай, д 27 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/gbouschool34spb',
        type: 0
      },
      
      {
        coordinates: [59.876648, 30.460173],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 497 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Октябрьская наб, д 70 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/spb_497',
        type: 0
      },
      
      {
        coordinates: [59.914453, 30.467899],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №346 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Подвойского, д 18 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou346',
        type: 0
      },
      
      {
        coordinates: [59.919928, 30.458871],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 641 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Пятилеток, д 6 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool641',
        type: 0
      },
      
      {
        coordinates: [59.903679, 30.462949],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 339 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Дыбенко, д 12 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm339',
        type: 0
      },
      
      {
        coordinates: [59.913943, 30.492746],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ СПОРТИВНАЯ ШКОЛА ОЛИМПИЙСКОГО РЕЗЕРВА № 2 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Подвойского, д 31 к 3 литера и',
        district: district,
        vkLink:   'https://vk.com/club22484682',
        type: 1
      },
      
      {
        coordinates: [59.898137, 30.424708],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 31 НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Елизарова, д 7А литера а',
        district: district,
        vkLink:   'https://vk.com/school31spb',
        type: 0
      },
      
      {
        coordinates: [59.883033, 30.489512],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ПОЖАРНО-СПАСАТЕЛЬНЫЙ КОЛЛЕДЖ САНКТ-ПЕТЕРБУРГСКИЙ ЦЕНТР ПОДГОТОВКИ СПАСАТЕЛЕЙ`,
        address:  'г Санкт-Петербург, пр-кт Большевиков, д 52 к 1',
        district: district,
        vkLink:   'https://vk.com/firecollege78',
        type: 0
      },
      
      {
        coordinates: [59.862284, 30.461108],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АКАДЕМИЯ МАШИНОСТРОЕНИЯ ИМЕНИ Ж.Я.КОТИНА`,
        address:  'г Санкт-Петербург, ул Бабушкина, д 119 литера а',
        district: district,
        vkLink:   '-',
        type: 0
      }, 
      
      {
        coordinates: [59.887000, 30.485501],
        name:     `Государственное бюджетное учреждение Дополнительное образования образования «Правобережный дом детского творчества» Невского района Санкт-Петербурга`,
        address:  'г Санкт-Петербург, улица Новосёлов, 59',
        district: district,
        vkLink:   'https://vk.com/gbudopddt',
        type: 1
      }, 
]

export const nevskyDistrict  = {
    name: district,
    color: 'rgba(91, 90, 87, 0.20)',
    borderColor: 'rgba(91, 90, 87, 0.65)',
    coordinates: [
        [30.495537, 59.892012], [30.500021, 59.910789], [30.503186, 59.925253], [30.505527, 59.935944], [30.504410, 59.934923],
        [30.502983, 59.934208], [30.501169, 59.933579], [30.498359, 59.933111], [30.496063, 59.933090], [30.490531, 59.933402],
        [30.487211, 59.933590], [30.480238, 59.933966], [30.475921, 59.934245], [30.473966, 59.934397], [30.472860, 59.934463],
        [30.468822, 59.934695], [30.463405, 59.935000], [30.462249, 59.935106], [30.461093, 59.935283], [30.456678, 59.936083],
        [30.452942, 59.936775], [30.452045, 59.936894], [30.451182, 59.936940], [30.450109, 59.936908], [30.448405, 59.936586],
        [30.447570, 59.936289], [30.445185, 59.934413], [30.444682, 59.933778], [30.443910, 59.932789], [30.442826, 59.931708],
        [30.443223, 59.931568], [30.442418, 59.930945], [30.441914, 59.931112], [30.439050, 59.928934], [30.437712, 59.928151],
        [30.437386, 59.927996], [30.436185, 59.927225], [30.434147, 59.925951], [30.432129, 59.924311], [30.428954, 59.921810],
        [30.427473, 59.920805], [30.426636, 59.920348], [30.425628, 59.919891], [30.423769, 59.919268], [30.423031, 59.919030],
        [30.421723, 59.918455], [30.421454, 59.918530], [30.421723, 59.918692], [30.416004, 59.917121], [30.413174, 59.916507],
        [30.409403, 59.915431], [30.406845, 59.917672], [30.402207, 59.920632], [30.393670, 59.918382], [30.392019, 59.917970],
        [30.388307, 59.917315], [30.385931, 59.916828], [30.382569, 59.916222], [30.372667, 59.914515], [30.369511, 59.914120],
        [30.363310, 59.913866], [30.363499, 59.913371], [30.364290, 59.911993], [30.365009, 59.911242], [30.365396, 59.910880],
        [30.365980, 59.910443], [30.366533, 59.910094], [30.370138, 59.908091], [30.374776, 59.905391], [30.377595, 59.903496],
        [30.379698, 59.902049], [30.381961, 59.900360], [30.387058, 59.896760], [30.390845, 59.893999], [30.390201, 59.893795],
        [30.390523, 59.893563], [30.391124, 59.893757], [30.391950, 59.893095], [30.392948, 59.892003], [30.392497, 59.892153],
        [30.392358, 59.891965], [30.393087, 59.891691], [30.394997, 59.889053], [30.398538, 59.886213], [30.400608, 59.884553],
        [30.404857, 59.881237], [30.405155, 59.881001], [30.408837, 59.877953], [30.413075, 59.874803], [30.416326, 59.872439],
        [30.421004, 59.869149], [30.424721, 59.867020], [30.425466, 59.866594], [30.426872, 59.865793], [30.429447, 59.864113],
        [30.435648, 59.860116], [30.445737, 59.854378], [30.447783, 59.853126], [30.450068, 59.851544], [30.455872, 59.847556],
        [30.458748, 59.845277], [30.466987, 59.839628], [30.475198, 59.833989], [30.499961, 59.816031], [30.508198, 59.810116],
        [30.511552, 59.807772], [30.512215, 59.808027], [30.510409, 59.809323], [30.510246, 59.809612], [30.509814, 59.809925],
        [30.508688, 59.810615], [30.508222, 59.811289], [30.508286, 59.812643], [30.510496, 59.813765], [30.510904, 59.813603],
        [30.512277, 59.814402], [30.512452, 59.814631], [30.512459, 59.814740], [30.512465, 59.814758], [30.512539, 59.814875],
        [30.512603, 59.814961], [30.512636, 59.815073], [30.513022, 59.815137], [30.513244, 59.815184], [30.513376, 59.815224],
        [30.513621, 59.815313], [30.513745, 59.815380], [30.514544, 59.815809], [30.516992, 59.817206], [30.518643, 59.818147],
        [30.518942, 59.818318], [30.519442, 59.818655], [30.519897, 59.819023], [30.520129, 59.819231], [30.520297, 59.819413],
        [30.520533, 59.819743], [30.520748, 59.820085], [30.520900, 59.820416], [30.521062, 59.820797], [30.521359, 59.821499],
        [30.521419, 59.821665], [30.521413, 59.821820], [30.521378, 59.821941], [30.521310, 59.822084], [30.520810, 59.822772],
        [30.520577, 59.823020], [30.520209, 59.823394], [30.520155, 59.823582], [30.520103, 59.823696], [30.520214, 59.823930],
        [30.528215, 59.820821], [30.531627, 59.819407], [30.535478, 59.818083], [30.541150, 59.815970], [30.547134, 59.813690],
        [30.548498, 59.813129], [30.554720, 59.817164], [30.553648, 59.817628], [30.551738, 59.819742], [30.554278, 59.821235],
        [30.558733, 59.819461], [30.559913, 59.820152], [30.560562, 59.820298], [30.561490, 59.820507], [30.562944, 59.820834],
        [30.563120, 59.820877], [30.561508, 59.821561], [30.560014, 59.822210], [30.560356, 59.822249], [30.561175, 59.822151],
        [30.562545, 59.822015], [30.564322, 59.821839], [30.565204, 59.821758], [30.566939, 59.823655], [30.567166, 59.823925],
        [30.565788, 59.824275], [30.563144, 59.825455], [30.562018, 59.826454], [30.561255, 59.827610], [30.561202, 59.828773],
        [30.561421, 59.829805], [30.562228, 59.831811], [30.562847, 59.833622], [30.562551, 59.834558], [30.561476, 59.835450],
        [30.560359, 59.836078], [30.558380, 59.836550], [30.555935, 59.836738], [30.552093, 59.836392], [30.540821, 59.833624],
        [30.537029, 59.833550], [30.534858, 59.833754], [30.532697, 59.834062], [30.528006, 59.835266], [30.522885, 59.837040],
        [30.519342, 59.838740], [30.513562, 59.841625], [30.509644, 59.843085], [30.505743, 59.844164], [30.500168, 59.845034],
        [30.495746, 59.845961], [30.493493, 59.847085], [30.492442, 59.848546], [30.492168, 59.849974], [30.492409, 59.851731],
        [30.493235, 59.854551], [30.493552, 59.856526], [30.493492, 59.858202], [30.497038, 59.858937], [30.497249, 59.858956],
        [30.497629, 59.858989], [30.498625, 59.859077], [30.498846, 59.858888], [30.503869, 59.859492], [30.505400, 59.859209],
        [30.508000, 59.859691], [30.508685, 59.861232], [30.516375, 59.862589], [30.519999, 59.863229], [30.517484, 59.865934],
        [30.511671, 59.872852], [30.507983, 59.877490], [30.501058, 59.886264], [30.501093, 59.886823], [30.499691, 59.889054],
        [30.497601, 59.890543], [30.497409, 59.891363], [30.495419, 59.891479], [30.495537, 59.892012]
    ]
};