const district = 'petrogradsky'

export const petrogradskyDepartments = [
      {
        coordinates: [59.957611, 30.292108],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 50 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Малая Разночинная, д 2-4 литера а',
        district: district,
        vkLink:   'https://vk.com/public222919293',
        type: 0
      },
      
      {
        coordinates: [59.964552, 30.307253],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 47 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ОТДЕЛЬНЫХ ПРЕДМЕТОВ ИМ. Д.С. ЛИХАЧЕВА ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Плуталова, д 24 литера а',
        district: district,
        vkLink:   'https://vk.com/club222967217',
        type: 0
      },
      
      {
        coordinates: [59.955840, 30.304154],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 3 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Введенская, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/mypervie78_gbou3',
        type: 0
      },
      
      {
        coordinates: [59.964386, 30.285128],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 25 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Большая Зеленина, д 30 литера а',
        district: district,
        vkLink:   'https://vk.com/mypervie78_gbou25',
        type: 0
      },
      
      {
        coordinates: [59.952646, 30.293060],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 77 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ХИМИИ ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '197198, Г.Санкт-Петербург, УЛ. БЛОХИНА, Д.31, ЛИТ.А.Б',
        district: district,
        vkLink:   'https://vk.com/mypervie78_ps77',
        type: 0
      },
      
      {
        coordinates: [59.955741, 30.305996],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 87 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Введенская, д 16-18 литера а',
        district: district,
        vkLink:   'https://vk.com/mypervie78_ps87',
        type: 0
      },
      
      {
        coordinates: [59.961661, 30.324043],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 82 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Мира, д 26 литера а',
        district: district,
        vkLink:   'https://vk.com/pervy82lyceum',
        type: 0
      },
      
      {
        coordinates: [59.962507, 30.292620],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 51 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Чкаловский пр-кт, д 22 литера а',
        district: district,
        vkLink:   'https://vk.com/public223094980',
        type: 0
      },
      
      {
        coordinates: [59.959503, 30.313380],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №86 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Мира, д 4 литера а',
        district: district,
        vkLink:   'https://vk.com/public222837198',
        type: 0
      },
      
      {
        coordinates: [59.955399, 30.294758],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫЙ ЦЕНТР ПЕТРОГРАДСКИЙ`,
        address:  'г Санкт-Петербург, пр-кт Большой П.С., д 18',
        district: district,
        vkLink:   'https://vk.com/pmc_petrograd',
        type: 1
      },
      
      {
        coordinates: [59.964962, 30.311754],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ДЕТСКОГО ТВОРЧЕСТВА ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Каменноостровский пр-кт, д 36/73 литера а',
        district: district,
        vkLink:   'https://vk.com/petrogradkar',
        type: 1
      },
      
      {
        coordinates: [59.957530, 30.310820],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 91 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Сытнинская пл, д 5/7 литера а',
        district: district,
        vkLink:   'https://vk.com/public222738432',
        type: 0
      },
      
      {
        coordinates: [59.957913, 30.299770],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ НЕТИПОВОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АКАДЕМИЯ ЦИФРОВЫХ ТЕХНОЛОГИЙ САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Большой П.С., д 29/2',
        district: district,
        vkLink:   'https://vk.com/adtspb',
        type: 1
      },
      
      {
        coordinates: [59.967993, 30.303121],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АКАДЕМИЧЕСКАЯ ГИМНАЗИЯ № 56 ИМЕНИ М.Б.ПИЛЬДЕС САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Чкаловский пр-кт, д 35 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm56',
        type: 0
      },
      
      {
        coordinates: [59.960760, 30.312356],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №84 ИМЕНИ ДВАЖДЫ ГЕРОЯ СОВЕТСКОГО СОЮЗА П.А.ПОКРЫШЕВА ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Большая Монетная, д 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school84spbgov',
        type: 0
      },
      
      {
        coordinates: [59.972361, 30.275704],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 99 СТАРТ ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Депутатская, д 6 литера а',
        district: district,
        vkLink:   'https://vk.com/public222791358',
        type: 0
      },
      
      {
        coordinates: [59.958314, 30.323665],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 75 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО ЯЗЫКА ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Большая Посадская, д 5 литера а',
        district: district,
        vkLink:   'https://vk.com/pervieschule75',
        type: 0
      },
      
      {
        coordinates: [59.979693, 30.304307],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ НЕТИПОВОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ АКАДЕМИЯ ТАЛАНТОВ САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, наб Реки Малой Невки, д 1',
        district: district,
        vkLink:   'https://vk.com/academtalant',
        type: 1
      },
      
      {
        coordinates: [59.969358, 30.313586],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 70 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Литераторов, д 9/11 литера а',
        district: district,
        vkLink:   'https://vk.com/public222315844',
        type: 0
      },
      
      {
        coordinates: [59.962458, 30.273584],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ОБРАЗОВАНИЯ № 173 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Новоладожская, д 8 литера а',
        district: district,
        vkLink:   'https://vk.com/club58491746',
        type: 0
      },

      {
        coordinates: [59.960818, 30.320548],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 80 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Мира, д 18 литера а',
        district: district,
        vkLink:   '-',
        type: 0
      },
      
      {
        coordinates: [59.970191, 30.267090],
        name:     `ЧАСТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГАЗПРОМ ШКОЛА САНКТ-ПЕТЕРБУРГ`,
        address:  'г Санкт-Петербург, Крестовский пр-кт, д 9 стр 1, помещ 2',
        district: district,
        vkLink:   'https://vk.com/gazpromschoolspb',
        type: 0
      },
      
      {
        coordinates: [59.971852, 30.311619],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 67 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Профессора Попова, д 25 литера а',
        district: district,
        vkLink:   'https://vk.com/entreamigos67',
        type: 0
      },
      
      {
        coordinates: [59.956363, 30.310011],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ НАЦИОНАЛЬНЫЙ ИССЛЕДОВАТЕЛЬСКИЙ УНИВЕРСИТЕТ ИТМО`,
        address:  'г Санкт-Петербург, Кронверкский пр-кт, д 49 литера а',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.972969, 30.296069],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА-ИНТЕРНАТ № 20 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '197022, Г.Санкт-Петербург, НАБ. ПЕСОЧНАЯ, Д.14, ЛИТ. Б, В',
        district: district,
        vkLink:   'https://vk.com/bvd20',
        type: 0
      },
      
      {
        coordinates: [59.958665, 30.327025],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 85 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Певческий пер, д 4',
        district: district,
        vkLink:   'https://vk.com/public94701070',
        type: 0
      },
      
      {
        coordinates: [59.954957, 30.292404],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 610 ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА САНКТ-ПЕТЕРБУРГСКАЯ КЛАССИЧЕСКАЯ ГИМНАЗИЯ`,
        address:  'г Санкт-Петербург, ул Красного Курсанта, д 6/9 литера а',
        district: district,
        vkLink:   'https://vk.com/gym610',
        type: 0
      },
      
      {
        coordinates: [59.962454, 30.312391],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ЦЕНТР ФИЗИЧЕСКОЙ КУЛЬТУРЫ, СПОРТА И ЗДОРОВЬЯ ПЕТРОГРАДСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Большая Монетная, д 26-28',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [59.970947, 30.310640],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ ХИМИКО-ФАРМАЦЕВТИЧЕСКИЙ УНИВЕРСИТЕТ МИНИСТЕРСТВА ЗДРАВООХРАНЕНИЯ РОССИЙСКОЙ ФЕДЕРАЦИИ`,
        address:  'г Санкт-Петербург, ул Профессора Попова, д 14 литера а',
        district: district,
        vkLink:   'https://vk.com/mypervie78_spcpu',
        type: 1
      },
      
      {
        coordinates: [59.968425, 30.315015],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ ТУРИЗМА И ГОСТИНИЧНОГО СЕРВИСА`,
        address:  'г Санкт-Петербург, наб Реки Карповки, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/club90857',
        type: 0
      },
      
      {
        coordinates: [59.957287, 30.303220],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКОЕ МУЗЫКАЛЬНО-ПЕДАГОГИЧЕСКОЕ УЧИЛИЩЕ`,
        address:  'г Санкт-Петербург, ул Воскова, д 1 литера а',
        district: district,
        vkLink:   'https://vk.com/mpuspb',
        type: 0
      },
      
      {
        coordinates: [59.965291, 30.321923],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ ПЕРВЫЙ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ МЕДИЦИНСКИЙ УНИВЕРСИТЕТ ИМЕНИ АКАДЕМИКА И.П. ПАВЛОВА МИНИСТЕРСТВА ЗДРАВООХРАНЕНИЯ РОССИЙСКОЙ ФЕДЕРАЦИИ`,
        address:  'г Санкт-Петербург, ул Льва Толстого, д 6-8',
        district: district,
        vkLink:   'https://vk.com/mypervie_1spbgmu',
        type: 1
      },
      
      {
        coordinates: [59.972902, 30.324384],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ ЭЛЕКТРОТЕХНИЧЕСКИЙ УНИВЕРСИТЕТ ЛЭТИ ИМ. В.И. УЛЬЯНОВА (ЛЕНИНА)`,
        address:  'г Санкт-Петербург, ул Профессора Попова, д 5 литера ф',
        district: district,
        vkLink:   '-',
        type: 1
      },      
]

export const petrogradskyDistrict  = {
    name: district,
    color: 'rgba(66, 170, 255, 0.20)',
    borderColor: 'rgba(66, 170, 255, 0.65)',
    coordinates: [
        [30.226553, 59.977819], [30.225662, 59.977689], [30.225341, 59.977618], [30.224110, 59.977009], [30.220584, 59.977156],
        [30.220539, 59.977146], [30.220507, 59.977126], [30.220109, 59.977140], [30.219972, 59.977169], [30.218368, 59.977215],
        [30.218320, 59.977255], [30.218225, 59.977295], [30.218117, 59.977318], [30.217939, 59.977326], [30.217612, 59.977332],
        [30.217240, 59.977316], [30.216834, 59.977280], [30.216496, 59.977236], [30.214840, 59.976940], [30.214095, 59.976715],
        [30.213875, 59.976644], [30.213359, 59.976460], [30.213058, 59.976331], [30.212871, 59.976249], [30.212566, 59.976105],
        [30.212263, 59.975941], [30.212011, 59.975798], [30.211607, 59.975553], [30.211149, 59.975174], [30.210867, 59.974890],
        [30.210627, 59.974594], [30.210452, 59.974322], [30.210295, 59.973992], [30.210241, 59.973734], [30.210186, 59.973330],
        [30.210156, 59.973106], [30.210153, 59.973078], [30.210134, 59.972338], [30.210238, 59.971658], [30.210346, 59.971228],
        [30.210528, 59.970873], [30.210626, 59.970740], [30.210707, 59.970630], [30.210727, 59.970609], [30.210922, 59.970396],
        [30.211199, 59.970157], [30.211304, 59.970119], [30.211422, 59.970123], [30.212486, 59.970332], [30.212662, 59.970338],
        [30.212815, 59.970318], [30.212961, 59.970270], [30.213045, 59.970219], [30.213685, 59.969560], [30.213902, 59.969356],
        [30.214010, 59.969318], [30.214105, 59.969318], [30.214109, 59.969285], [30.214142, 59.969056], [30.214016, 59.968962],
        [30.213969, 59.968839], [30.214040, 59.968743], [30.214228, 59.968671], [30.214454, 59.968648], [30.214653, 59.968684],
        [30.214758, 59.968688], [30.215255, 59.968713], [30.216787, 59.968786], [30.216940, 59.968818], [30.216966, 59.968902],
        [30.216863, 59.969313], [30.216738, 59.969622], [30.217147, 59.969695], [30.217495, 59.969774], [30.218070, 59.969840],
        [30.218170, 59.969881], [30.218269, 59.969968], [30.219135, 59.969842], [30.219741, 59.969800], [30.219880, 59.969795],
        [30.220828, 59.969714], [30.223666, 59.969520], [30.224561, 59.969385], [30.224844, 59.969163], [30.224840, 59.969088],
        [30.224942, 59.968951], [30.224882, 59.968744], [30.223949, 59.968811], [30.223904, 59.968654], [30.224960, 59.968578],
        [30.224991, 59.967977], [30.236717, 59.966703], [30.237220, 59.966638], [30.236792, 59.966108], [30.236762, 59.966100],
        [30.236732, 59.966090], [30.236668, 59.966096], [30.236396, 59.966039], [30.236184, 59.965988], [30.235987, 59.965930],
        [30.235854, 59.965878], [30.235721, 59.965815], [30.235574, 59.965739], [30.235451, 59.965666], [30.235352, 59.965595],
        [30.235230, 59.965499], [30.235128, 59.965393], [30.235092, 59.965319], [30.235056, 59.965257], [30.235016, 59.965160],
        [30.234994, 59.965085], [30.234993, 59.964985], [30.234990, 59.964880], [30.235011, 59.964774], [30.235052, 59.964677],
        [30.235141, 59.964554], [30.235253, 59.964414], [30.235407, 59.964287], [30.235576, 59.964181], [30.235773, 59.964079],
        [30.236097, 59.963974], [30.233883, 59.962411], [30.255275, 59.958255], [30.263799, 59.956973], [30.266224, 59.956277],
        [30.268407, 59.954876], [30.277611, 59.951528], [30.285101, 59.949289], [30.285706, 59.949104], [30.292270, 59.947146],
        [30.293856, 59.946672], [30.307299, 59.946079], [30.309514, 59.945981], [30.316861, 59.945656], [30.326076, 59.948199],
        [30.327602, 59.948620], [30.329137, 59.949032], [30.330417, 59.949301], [30.334888, 59.950155], [30.345415, 59.952243],
        [30.342353, 59.953516], [30.340221, 59.954654], [30.339266, 59.955408], [30.337701, 59.957326], [30.336762, 59.960479],
        [30.335823, 59.965887], [30.334960, 59.967119], [30.334702, 59.967487], [30.330592, 59.973355], [30.324316, 59.977393],
        [30.321754, 59.978468], [30.320216, 59.979112], [30.314764, 59.979901], [30.313466, 59.980130], [30.306297, 59.981398],
        [30.299509, 59.982551], [30.293761, 59.982692], [30.290350, 59.982776], [30.283732, 59.982349], [30.277349, 59.981537],
        [30.273207, 59.981345], [30.268574, 59.981900], [30.266482, 59.982317], [30.264134, 59.982541], [30.260547, 59.982573],
        [30.256447, 59.982479], [30.253714, 59.982417], [30.252968, 59.982402], [30.245859, 59.982028], [30.236999, 59.981163],
        [30.231279, 59.979467], [30.226519, 59.978922], [30.226553, 59.977819]
    ]
  };