const district = 'primorsky'

export const primorskyDepartments = [
      {
        coordinates: [59.999170, 30.204459],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 540 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Оптиков, д 46 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/public_gimnasium_540',
        type: 0
      },
      
      {
        coordinates: [60.024774, 30.243724],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 578 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 37 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school578gospablik',
        type: 0
      },
      
      {
        coordinates: [60.040222, 30.225480],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 165 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 69 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/sch165spb',
        type: 0
      },
      
      {
        coordinates: [60.012530, 30.259256],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 555 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА БЕЛОГОРЬЕ ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 17 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school555_spb',
        type: 0
      },
      
      {
        coordinates: [60.038861, 30.254226],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 575 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Лидии Зверевой, д 3 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/sch575',
        type: 0
      },
      
      {
        coordinates: [60.015673, 30.275327],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 42 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Сизова, д 32 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnasia42spb ',
        type: 0
      },
      
      {
        coordinates: [60.009543, 30.270368],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 41 ИМЕНИ ЭРИХА КЕСТНЕРА ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Новикова, д 1 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnazium41',
        type: 0
      },
      
      {
        coordinates: [59.989189, 30.317494],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 106 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Сердобольская, д 50/52 литера а',
        district: district,
        vkLink:   'https://vk.com/school__106',
        type: 0
      },
      
      {
        coordinates: [60.003196, 30.254163],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 618 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Гаккелевская, д 24 литера а',
        district: district,
        vkLink:   'https://vk.com/sch618spb',
        type: 0
      },
      
      {
        coordinates: [60.003358, 30.205546],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 199 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Оптиков, д 45 к 3 стр 1',
        district: district,
        vkLink:   'https://vk.com/school199spb',
        type: 0
      },
      
      {
        coordinates: [60.032115, 30.244910],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 154 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Шуваловский пр-кт, д 37 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/school154spb',
        type: 0
      },
      
      {
        coordinates: [60.000371, 30.238631],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 598 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ, ХИМИИ И БИОЛОГИИ ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ситцевая, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/club222741139',
        type: 0
      },
      
      {
        coordinates: [59.990224, 30.310200],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 113 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТОВ ИНФОРМАЦИОННО-ТЕХНОЛОГИЧЕСКОГО ПРОФИЛЯ ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Торжковская, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public206120859',
        type: 0
      },
      
      {
        coordinates: [60.007542, 30.216146],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 49 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Богатырский пр-кт, д 55 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/int49',
        type: 0
      },
      
      {
        coordinates: [60.008968, 30.206049],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 64 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Богатырский пр-кт, д 61 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/lyceum64',
        type: 0
      },
      
      {
        coordinates: [59.997437, 30.213622],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 630 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Мебельная, д 21 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/s630spb',
        type: 0
      },
      
      {
        coordinates: [60.001730, 30.283699],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 43 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНОСТРАННЫХ ЯЗЫКОВ ЛИНГВИСТИЧЕСКАЯ ШКОЛА ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Серебристый б-р, д 9 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public205409526',
        type: 0
      },
      
      {
        coordinates: [60.011064, 30.239817],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 582 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО И ФИНСКОГО ЯЗЫКОВ ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Ильюшина, д 15 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/club194464942',
        type: 0
      },
      
      {
        coordinates: [60.005278, 30.241030],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ДЕТСКОГО И ЮНОШЕСКОГО МУЗЫКАЛЬНО-ХОРЕОГРАФИЧЕСКОГО ИСКУССТВА ЭДЕЛЬВЕЙС ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Камышовая, д 18',
        district: district,
        vkLink:   'https://vk.com/showedel',
        type: 1
      },
      
      {
        coordinates: [60.026689, 30.290895],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 634 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Щербакова, д 16 литера а',
        district: district,
        vkLink:   'https://vk.com/news634',
        type: 0
      },
      
      {
        coordinates: [60.030829, 30.235747],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МОРСКОЙ ЛИЦЕЙ ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 53 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/morskoy_litsey2021',
        type: 0
      },
      
      {
        coordinates: [59.996816, 30.199096],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ИНЖЕНЕРНО-ТЕХНОЛОГИЧЕСКАЯ ШКОЛА № 777 САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Лыжный пер, д 4 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/itschool777',
        type: 0
      },
      
      {
        coordinates: [60.021672, 30.235927],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Авиаконструкторов, д 35 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club204258014',
        type: 1
      },
      
      {
        coordinates: [60.011414, 30.265832],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 45 С УГЛУБЛЁННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Маршала Новикова, д 8 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/45info',
        type: 0
      },
      
      {
        coordinates: [60.017935, 30.240607],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 579 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Авиаконструкторов, д 21 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool579',
        type: 0
      },
      
      {
        coordinates: [60.006606, 30.227734],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 661 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Яхтенная, д 33 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school661spb',
        type: 0
      },
      
      {
        coordinates: [60.001842, 30.287122],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 52 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Богатырский пр-кт, д 7 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/spbgymn52',
        type: 0
      },
      
      {
        coordinates: [60.013982, 30.257055],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 554 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 21 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/club222623413',
        type: 0
      },
      
      {
        coordinates: [60.016586, 30.296222],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 597 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул 3-я линия 1-й половины, д 10А литера а',
        district: district,
        vkLink:   'https://vk.com/club205410268',
        type: 0
      },
      
      {
        coordinates: [60.005072, 30.202797],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 320 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Оптиков, д 47 к 5 литера а',
        district: district,
        vkLink:   'https://vk.com/sch320prim',
        type: 0
      },
      
      {
        coordinates: [59.986587, 30.195036],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 683 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Приморский пр-кт, д 157 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/sh683',
        type: 0
      },
      
      {
        coordinates: [60.016900, 30.236981],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 583 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Авиаконструкторов, д 14',
        district: district,
        vkLink:   'https://vk.com/gbou583',
        type: 0
      },
      
      {
        coordinates: [60.026927, 30.298620],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЯ СУБЪЕКТА РФ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 253 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ КАПИТАНА 1-ГО РАНГА П.И. ДЕРЖАВИНА`,
        address:  'г Санкт-Петербург, Новоколомяжский пр-кт, д 4 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/club227223194',
        type: 0
      },
      
      {
        coordinates: [59.991872, 30.317767],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 13 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Торжковская, д 30',
        district: district,
        vkLink:   'https://vk.com/school13spb',
        type: 0
      },
      
      {
        coordinates: [59.991619, 30.302348],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 116 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Новосибирская, д 16 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club205424384',
        type: 0
      },
      
      {
        coordinates: [59.988356, 30.283672],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 53 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Школьная, д 19 литера а',
        district: district,
        vkLink:   'https://vk.com/official53shkola',
        type: 0
      },
      
      {
        coordinates: [59.998279, 30.290374],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 66 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Аэродромная, д 11 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gimnazy66prim',
        type: 0
      },
      
      {
        coordinates: [60.020539, 30.231660],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 581 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ТЕХНОЛОГИИ ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Авиаконструкторов, д 22 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/shkola581',
        type: 0
      },
      
      {
        coordinates: [59.989747, 30.211304],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 600 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Школьная, д 114 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school_599_600_spb',
        type: 0
      },
      
      {
        coordinates: [59.985530, 30.209022],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 601 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Приморский пр-кт, д 143 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/public194903569',
        type: 0
      },
      
      {
        coordinates: [60.001689, 30.260577],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 644 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Богатырский пр-кт, д 19 литера а',
        district: district,
        vkLink:   'https://vk.com/school644gospablik',
        type: 0
      },
      
      {
        coordinates: [60.038146, 30.215257],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 573 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 64 к 5 стр 1',
        district: district,
        vkLink:   'https://vk.com/gbou573',
        type: 0
      },
      
      {
        coordinates: [60.020323, 30.239673],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 580 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Авиаконструкторов, д 29 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school580',
        type: 0
      },
      
      {
        coordinates: [60.005711, 30.240847],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 596 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Камышовая, д 18',
        district: district,
        vkLink:   'https://vk.com/club215862836',
        type: 0
      },
      
      {
        coordinates: [59.988680, 30.290392],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 631 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Школьная, д 13 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou631',
        type: 0
      },
      
      {
        coordinates: [59.987951, 30.195665],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ОЛИМПИЙСКИЕ НАДЕЖДЫ`,
        address:  'г Санкт-Петербург, ул Савушкина, д 134 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/spboh357',
        type: 0
      },
      
      {
        coordinates: [60.020089, 30.249914],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 657 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 29 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/shkola657spb',
        type: 0
      },
      
      {
        coordinates: [60.057397, 30.272363],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 632 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Суздальское шоссе, д 28 к 3',
        district: district,
        vkLink:   'https://vk.com/school_632',
        type: 0
      },
      
      {
        coordinates: [60.029400, 30.146976],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 428 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Юнтоловский пр-кт, д 51 к 6 стр 1',
        district: district,
        vkLink:   'https://vk.com/school428spb',
        type: 0
      },
      
      {
        coordinates: [59.986700, 30.237966],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 640 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Савушкина, д 111 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/primschool640',
        type: 0
      },
      
      {
        coordinates: [60.011100, 30.287796],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 58 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ С.П. КОРОЛЁВА`,
        address:  'г Санкт-Петербург, пр-кт Королёва, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/volunteers_rddm',
        type: 0
      },
      
      {
        coordinates: [60.004240, 30.216829],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 655 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '197082, Г.Санкт-Петербург, ПР-КТ БОГАТЫРСКИЙ, Д. 50, К. 2, КВ. ЛИТЕР А',
        district: district,
        vkLink:   'https://vk.com/prim.school655',
        type: 0
      },
      
      {
        coordinates: [60.015336, 30.247677],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ НАЧАЛЬНАЯ ШКОЛА - ДЕТСКИЙ САД № 696 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Долгоозёрная, д 11 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club205408796',
        type: 0
      },
      
      {
        coordinates: [60.028762, 30.229720],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 246 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Нижне-Каменская, д 2 литера а',
        district: district,
        vkLink:   'https://vk.com/spb_school246',
        type: 0
      },
      
      {
        coordinates: [60.009386, 30.006713],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 438 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Лисий Нос, ул Новоцентральная, д 21/7 литера а',
        district: district,
        vkLink:   'https://vk.com/fox438school',
        type: 0
      },
      
      {
        coordinates: [60.023093, 30.254711],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 595 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Королёва, д 47 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/school_595_spb',
        type: 0
      },
      
      {
        coordinates: [60.010223, 30.276055],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ КОЛЛЕДЖ ПЕТРОСТРОЙСЕРВИС`,
        address:  'г Санкт-Петербург, пр-кт Сизова, д 17 литера а',
        district: district,
        vkLink:   'https://vk.com/collegepss',
        type: 0
      },
      
      {
        coordinates: [59.987672, 30.298117],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ МЕДИЦИНСКИЙ ТЕХНИКУМ № 9`,
        address:  'г Санкт-Петербург, ул Савушкина, д 5 литера а',
        district: district,
        vkLink:   'https://vk.com/club.medtex9',
        type: 0
      },
      
      {
        coordinates: [60.023619, 30.228534],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ "ПОЛИТЕХНИЧЕСКИЙ КОЛЛЕДЖ ГОРОДСКОГО ХОЗЯЙСТВА"`,
        address:  'г Санкт-Петербург, пр-кт Авиаконструкторов, д 28 литера а',
        district: district,
        vkLink:   'https://vk.com/collegepkgh',
        type: 0
      },
      
      {
        coordinates: [60.007384, 30.275597],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ТЕХНИКУМ ПРИМОРСКИЙ`,
        address:  'г Санкт-Петербург, пр-кт Сизова, д 15 литера а',
        district: district,
        vkLink:   'https://vk.com/club204258014',
        type: 0
      },
      
      {
        coordinates: [60.026181, 30.215445],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 635 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Планерная, д 73 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/club214356739',
        type: 0
      },
      
      {
        coordinates: [60.014077, 30.280690],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 59 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Байконурская, д 25 литера а',
        district: district,
        vkLink:   'https://vk.com/school59spb',
        type: 0
      },
      
      {
        coordinates: [60.026482, 30.288254],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 617 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Щербакова, д 18 литера а',
        district: district,
        vkLink:   'https://vk.com/school617',
        type: 0
      },
      
      {
        coordinates: [60.015673, 30.307020],
        name:     `ГОСУДАРСТВЕННОЕ КАЗЕННОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ СПЕЦИАЛЬНОЕ УЧЕБНО-ВОСПИТАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 2 (ОТКРЫТОГО ТИПА) САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Аккуратова, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/sosh2spb',
        type: 0
      },
      
      {
        coordinates: [60.011329, 30.250758],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 40 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Комендантский пр-кт, д 22 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/spb40school',
        type: 0
      },
      
      {
        coordinates: [60.015363, 30.301585],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ НАЦИОНАЛЬНЫЙ МЕДИЦИНСКИЙ ИССЛЕДОВАТЕЛЬСКИЙ ЦЕНТР ИМЕНИ В.А. АЛМАЗОВА МИНИСТЕРСТВА ЗДРАВООХРАНЕНИЯ РОССИЙСКОЙ ФЕДЕРАЦИИ`,
        address:  'г Санкт-Петербург, ул Аккуратова, д 2 литера а',
        district: district,
        vkLink:   '-',
        type: 1
      },
      
      {
        coordinates: [60.008297, 30.286331],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 57 ПРИМОРСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, аллея Поликарпова, д 7 литера а',
        district: district,
        vkLink:   'https://vk.com/club173687877',
        type: 0
      },      
]

export const primorskyDistrict  = {
    name: district,
    color: 'rgba(0, 0, 255, 0.20)',
    borderColor: 'rgba(0, 0, 255, 0.65)',
    coordinates: [
        [30.331111, 59.982820], [30.330909, 59.982933], [30.330726, 59.983034], [30.329861, 59.983516], [30.329612, 59.984183],
        [30.330146, 59.984836], [30.330192, 59.984899], [30.330255, 59.984985], [30.330296, 59.985041], [30.330318, 59.985067],
        [30.330869, 59.984952], [30.330890, 59.984977], [30.330809, 59.985151], [30.330147, 59.986579], [30.329949, 59.987005],
        [30.329517, 59.987936], [30.329285, 59.988436], [30.329235, 59.988542], [30.329175, 59.988672], [30.329093, 59.988848],
        [30.329031, 59.988984], [30.328812, 59.989454], [30.328617, 59.989875], [30.328562, 59.989993], [30.328506, 59.990100],
        [30.328420, 59.990283], [30.328020, 59.991133], [30.327998, 59.991180], [30.327663, 59.991890], [30.327587, 59.992044],
        [30.327342, 59.992567], [30.327308, 59.992635], [30.327281, 59.992684], [30.327271, 59.992703], [30.327230, 59.992770],
        [30.327185, 59.992837], [30.327137, 59.992904], [30.327086, 59.992969], [30.327031, 59.993034], [30.327018, 59.993049],
        [30.326973, 59.993098], [30.326937, 59.993135], [30.326911, 59.993162], [30.326596, 59.993489], [30.326399, 59.993659],
        [30.326357, 59.993691], [30.328120, 59.994126], [30.328483, 59.994222], [30.328253, 59.994363], [30.328129, 59.994386],
        [30.327817, 59.994527], [30.327717, 59.994532], [30.327607, 59.994538], [30.327320, 59.994430], [30.327185, 59.994520],
        [30.327071, 59.994487], [30.326694, 59.994865], [30.326381, 59.995144], [30.325259, 59.994785], [30.324554, 59.995354],
        [30.324476, 59.995416], [30.325651, 59.995751], [30.325849, 59.995820], [30.324620, 59.996906], [30.324607, 59.996964],
        [30.324675, 59.997020], [30.324370, 59.997251], [30.323671, 59.998022], [30.323443, 59.998228], [30.323162, 59.998519],
        [30.323265, 59.998555], [30.323548, 59.998647], [30.322974, 59.999648], [30.322566, 60.000357], [30.322222, 60.001044],
        [30.322160, 60.001168], [30.321942, 60.001223], [30.321765, 60.001503], [30.321666, 60.001670], [30.321265, 60.002569],
        [30.321041, 60.003008], [30.321008, 60.003070], [30.320578, 60.003875], [30.320522, 60.003910], [30.320291, 60.004336],
        [30.319702, 60.005463], [30.319661, 60.005588], [30.318980, 60.006881], [30.318479, 60.007732], [30.318258, 60.008098],
        [30.318302, 60.008177], [30.316386, 60.011617], [30.315960, 60.012392], [30.315329, 60.013543], [30.314277, 60.015521],
        [30.313754, 60.016503], [30.313689, 60.016633], [30.313316, 60.017308], [30.313202, 60.017518], [30.313115, 60.017699],
        [30.313082, 60.017692], [30.312980, 60.017679], [30.312802, 60.017655], [30.312721, 60.017644], [30.312612, 60.017853],
        [30.312601, 60.017873], [30.312574, 60.017925], [30.312537, 60.017992], [30.312508, 60.018044], [30.312475, 60.018105],
        [30.312447, 60.018156], [30.312301, 60.018413], [30.312280, 60.018456], [30.312135, 60.018712], [30.312111, 60.018761],
        [30.312009, 60.018941], [30.311984, 60.018990], [30.311861, 60.019227], [30.311844, 60.019266], [30.311913, 60.019276],
        [30.312067, 60.019297], [30.312233, 60.019317], [30.312121, 60.019522], [30.312214, 60.019535], [30.309346, 60.024787],
        [30.309003, 60.025443], [30.308885, 60.025534], [30.308816, 60.025587], [30.308606, 60.026087], [30.308320, 60.026609],
        [30.306693, 60.029581], [30.306633, 60.029586], [30.306572, 60.029591], [30.305663, 60.031381], [30.305619, 60.031471],
        [30.304980, 60.032571], [30.304670, 60.033107], [30.303192, 60.035823], [30.302951, 60.036266], [30.302765, 60.036648],
        [30.302727, 60.036742], [30.302740, 60.036839], [30.302422, 60.037405], [30.302309, 60.037786], [30.301974, 60.038396],
        [30.301627, 60.039006], [30.300543, 60.041009], [30.300160, 60.041736], [30.300071, 60.041872], [30.299897, 60.042047],
        [30.299834, 60.042154], [30.299772, 60.042172], [30.299513, 60.042583], [30.299476, 60.042874], [30.299353, 60.043252],
        [30.298543, 60.044689], [30.298334, 60.044658], [30.298213, 60.044636], [30.298066, 60.044872], [30.297857, 60.045206],
        [30.297819, 60.045258], [30.297733, 60.045251], [30.297554, 60.045594], [30.297404, 60.045880], [30.297456, 60.045887],
        [30.297313, 60.046145], [30.297184, 60.046381], [30.297148, 60.046437], [30.297003, 60.046666], [30.296848, 60.046948],
        [30.296711, 60.047200], [30.296578, 60.047488], [30.296553, 60.047506], [30.296530, 60.047524], [30.296376, 60.047869],
        [30.296278, 60.048123], [30.296181, 60.048374], [30.296143, 60.048567], [30.296138, 60.048595], [30.296110, 60.048669],
        [30.295978, 60.048972], [30.295806, 60.049377], [30.295648, 60.049682], [30.295567, 60.049813], [30.295381, 60.050118],
        [30.295204, 60.050407], [30.294940, 60.050837], [30.294857, 60.050967], [30.294682, 60.051243], [30.294440, 60.051562],
        [30.294239, 60.051821], [30.294025, 60.052095], [30.293789, 60.052365], [30.293582, 60.052576], [30.293417, 60.052740],
        [30.293223, 60.052894], [30.292744, 60.053201], [30.292864, 60.053289], [30.292363, 60.053666], [30.291823, 60.054119],
        [30.291584, 60.054319], [30.291465, 60.054416], [30.291213, 60.054624], [30.291020, 60.054737], [30.290508, 60.055174],
        [30.290352, 60.055308], [30.290138, 60.055481], [30.289673, 60.055889], [30.289612, 60.055941], [30.289129, 60.056413],
        [30.288019, 60.057327], [30.287883, 60.057441], [30.284768, 60.059960], [30.281068, 60.062909], [30.279432, 60.064238],
        [30.274003, 60.068612], [30.273121, 60.068332], [30.272983, 60.068288], [30.272535, 60.068136], [30.272435, 60.068105],
        [30.270380, 60.067461], [30.270250, 60.067417], [30.261890, 60.064598], [30.261279, 60.064389], [30.260229, 60.064034],
        [30.258519, 60.063467], [30.252105, 60.061259], [30.251136, 60.060939], [30.250513, 60.060728], [30.249116, 60.060259],
        [30.241171, 60.057574], [30.236172, 60.055882], [30.231867, 60.054421], [30.229701, 60.053701], [30.227380, 60.052942],
        [30.225942, 60.052396], [30.225704, 60.052314], [30.225285, 60.052170], [30.222784, 60.051321], [30.214113, 60.061273],
        [30.210194, 60.060371], [30.202225, 60.062125], [30.195902, 60.060478], [30.194606, 60.061997], [30.194520, 60.062088],
        [30.194508, 60.062102], [30.194357, 60.062264], [30.195077, 60.062421], [30.194953, 60.062526], [30.194423, 60.062971],
        [30.193318, 60.063900], [30.134090, 60.048736], [30.134096, 60.048624], [30.134090, 60.048534], [30.134013, 60.048270],
        [30.133975, 60.048139], [30.133886, 60.048058], [30.133868, 60.048029], [30.133817, 60.047939], [30.133729, 60.047814],
        [30.133578, 60.047570], [30.133528, 60.047412], [30.133624, 60.047151], [30.134054, 60.046843], [30.134698, 60.046695],
        [30.135393, 60.046612], [30.135711, 60.046672], [30.135969, 60.046634], [30.136165, 60.046617], [30.136397, 60.046505],
        [30.136431, 60.046356], [30.136818, 60.046272], [30.137159, 60.046264], [30.137992, 60.046301], [30.138522, 60.046265],
        [30.139099, 60.046298], [30.139384, 60.046238], [30.139523, 60.046138], [30.140022, 60.046044], [30.140453, 60.045893],
        [30.140891, 60.045773], [30.141254, 60.045691], [30.141824, 60.045444], [30.142098, 60.045154], [30.142114, 60.044963],
        [30.141870, 60.044665], [30.141481, 60.044384], [30.140670, 60.043993], [30.139856, 60.043775], [30.139414, 60.043568],
        [30.139068, 60.043329], [30.138783, 60.042962], [30.138386, 60.042445], [30.138246, 60.042136], [30.138223, 60.042058],
        [30.138235, 60.041933], [30.138276, 60.041837], [30.138316, 60.041682], [30.138379, 60.041544], [30.138457, 60.041454],
        [30.138482, 60.041392], [30.138612, 60.041191], [30.138738, 60.041058], [30.138760, 60.040986], [30.138910, 60.040769],
        [30.138996, 60.040651], [30.139154, 60.040522], [30.139291, 60.040454], [30.139484, 60.040398], [30.140924, 60.040022],
        [30.141098, 60.039978], [30.141254, 60.039929], [30.141363, 60.039871], [30.141426, 60.039804], [30.141507, 60.039672],
        [30.141519, 60.039625], [30.141592, 60.039353], [30.141647, 60.039280], [30.141785, 60.039180], [30.142182, 60.039001],
        [30.142421, 60.038877], [30.142829, 60.038594], [30.143052, 60.038369], [30.143059, 60.038203], [30.143020, 60.038005],
        [30.142775, 60.037658], [30.142598, 60.037263], [30.142649, 60.037101], [30.143250, 60.036805], [30.143529, 60.036731],
        [30.143860, 60.036645], [30.144133, 60.036524], [30.144248, 60.036453], [30.144466, 60.036182], [30.144688, 60.036033],
        [30.145042, 60.035983], [30.145876, 60.035979], [30.146292, 60.035902], [30.146187, 60.034715], [30.133604, 60.034222],
        [30.121293, 60.033639], [30.119939, 60.033581], [30.079104, 60.027174], [30.079982, 60.016786], [30.080614, 60.016491],
        [30.080343, 60.013880], [30.080324, 60.013517], [30.080086, 60.008980], [30.079999, 60.007576], [30.079725, 60.005277],
        [30.079628, 60.004762], [30.079315, 60.004210], [30.078898, 60.003792], [30.078329, 60.003412], [30.077621, 60.003087],
        [30.076590, 60.002770], [30.075445, 60.002585], [30.074312, 60.002527], [30.073153, 60.002589], [30.072014, 60.002692],
        [30.071932, 60.002701], [30.071679, 60.002643], [30.070553, 60.002794], [30.070005, 60.002871], [30.067404, 60.003253],
        [30.065666, 60.003520], [30.063646, 60.003816], [30.059529, 60.004432], [30.058547, 60.004516], [30.054029, 60.004905],
        [30.051428, 60.005316], [30.047067, 60.006059], [30.045963, 60.006267], [30.045186, 60.006403], [30.044357, 60.006552],
        [30.042441, 60.006908], [30.042476, 60.006963], [30.046447, 60.010824], [30.031204, 60.014784], [30.028262, 60.015532],
        [30.027851, 60.015637], [30.025913, 60.016132], [30.027462, 60.017684], [30.025374, 60.018188], [30.024721, 60.018348],
        [30.022178, 60.018969], [30.021146, 60.018016], [30.020785, 60.017700], [30.020566, 60.017504], [30.011439, 60.019803],
        [30.011209, 60.019863], [30.010752, 60.019853], [30.010108, 60.021059], [30.009936, 60.021039], [30.009918, 60.021076],
        [30.009804, 60.021282], [30.009576, 60.021678], [30.009447, 60.021912], [30.008605, 60.022789], [30.006666, 60.024541],
        [30.004938, 60.025644], [30.004375, 60.025954], [30.003068, 60.026566], [30.001298, 60.027294], [29.995210, 60.029657],
        [29.989028, 60.031973], [29.986678, 60.032890], [29.985226, 60.033456], [29.984554, 60.033636], [29.981687, 60.034761],
        [29.980062, 60.035658], [29.978547, 60.036966], [29.978183, 60.037392], [29.978040, 60.037699], [29.977145, 60.040295],
        [29.976965, 60.040278], [29.975723, 60.043481], [29.975561, 60.044028], [29.975482, 60.044023], [29.975476, 60.044039],
        [29.975359, 60.044029], [29.975179, 60.044015], [29.974853, 60.043999], [29.974726, 60.043998], [29.974564, 60.043980],
        [29.972662, 60.043536], [29.972439, 60.043514], [29.972312, 60.043481], [29.972177, 60.043412], [29.972038, 60.043396],
        [29.971906, 60.043380], [29.971861, 60.043374], [29.971391, 60.043378], [29.970925, 60.043351], [29.970228, 60.043518],
        [29.970045, 60.043609], [29.969617, 60.043897], [29.969095, 60.044034], [29.968417, 60.043942], [29.968355, 60.044021],
        [29.968003, 60.044030], [29.967674, 60.044201], [29.967446, 60.044222], [29.967451, 60.044105], [29.967364, 60.044085],
        [29.967098, 60.044220], [29.966840, 60.044341], [29.966692, 60.044387], [29.966740, 60.044493], [29.966585, 60.044552],
        [29.966583, 60.044779], [29.966225, 60.044719], [29.965970, 60.044786], [29.965756, 60.044785], [29.965610, 60.044813],
        [29.965486, 60.044811], [29.965485, 60.043884], [29.965484, 60.043479], [29.965257, 60.043003], [29.964955, 60.042662],
        [29.964569, 60.042403], [29.962860, 60.041180], [29.961627, 60.040172], [29.960062, 60.039076], [29.958638, 60.038027],
        [29.957593, 60.037998], [29.957112, 60.037984], [29.955626, 60.037856], [29.955568, 60.037871], [29.955319, 60.037852],
        [29.955286, 60.037840], [29.955265, 60.037821], [29.955277, 60.037461], [29.955352, 60.037265], [29.955400, 60.037138],
        [29.955428, 60.037066], [29.955432, 60.037055], [29.956667, 60.035198], [29.956740, 60.035137], [29.956817, 60.035105],
        [29.956923, 60.035083], [29.957042, 60.035076], [29.957204, 60.035092], [29.963841, 60.035677], [29.966418, 60.029691],
        [29.966502, 60.029418], [29.966690, 60.028805], [29.966208, 60.028668], [29.966100, 60.028621], [29.966055, 60.028569],
        [29.965940, 60.028530], [29.965789, 60.028508], [29.965674, 60.028513], [29.965612, 60.028500], [29.965602, 60.028421],
        [29.965628, 60.028374], [29.965687, 60.028327], [29.965779, 60.028301], [29.965875, 60.028302], [29.966245, 60.028378],
        [29.966449, 60.028467], [29.966546, 60.028517], [29.966650, 60.028546], [29.966717, 60.028556], [29.966833, 60.028558],
        [29.967073, 60.027980], [29.966799, 60.027907], [29.966758, 60.027875], [29.966822, 60.027746], [29.966872, 60.027667],
        [29.966890, 60.027596], [29.966837, 60.027541], [29.966845, 60.027513], [29.966905, 60.027484], [29.966980, 60.027458],
        [29.967012, 60.027430], [29.967035, 60.027377], [29.967071, 60.027304], [29.967321, 60.027284], [29.967369, 60.027273],
        [29.968075, 60.025611], [29.967910, 60.025503], [29.967729, 60.025492], [29.967544, 60.025487], [29.967334, 60.025483],
        [29.967195, 60.025463], [29.967063, 60.025418], [29.966827, 60.025308], [29.966514, 60.025234], [29.966377, 60.025189],
        [29.966403, 60.025163], [29.966422, 60.025141], [29.966396, 60.025118], [29.966145, 60.025115], [29.966007, 60.025132],
        [29.965909, 60.025106], [29.965734, 60.025085], [29.965581, 60.025106], [29.965414, 60.025089], [29.965266, 60.025089],
        [29.965107, 60.025101], [29.965005, 60.025081], [29.964923, 60.025020], [29.964873, 60.024971], [29.964793, 60.024937],
        [29.964728, 60.024929], [29.964554, 60.024900], [29.964145, 60.024871], [29.962965, 60.024768], [29.962498, 60.024683],
        [29.962258, 60.024669], [29.962187, 60.024671], [29.962121, 60.024697], [29.961892, 60.024908], [29.961699, 60.025139],
        [29.961597, 60.025412], [29.961584, 60.025576], [29.961546, 60.025675], [29.961487, 60.025959], [29.961106, 60.026925],
        [29.961098, 60.027011], [29.961138, 60.027153], [29.961138, 60.027223], [29.961063, 60.027263], [29.960992, 60.027291],
        [29.960972, 60.027317], [29.961012, 60.027345], [29.961078, 60.027343], [29.961145, 60.027316], [29.961236, 60.027308],
        [29.961332, 60.027329], [29.961462, 60.027409], [29.961538, 60.027454], [29.961542, 60.027503], [29.961490, 60.027551],
        [29.961499, 60.027597], [29.961690, 60.027649], [29.962226, 60.027791], [29.962272, 60.027809], [29.962265, 60.027828],
        [29.962253, 60.027840], [29.962147, 60.027846], [29.962018, 60.027850], [29.961779, 60.027832], [29.961549, 60.027844],
        [29.961315, 60.027816], [29.961036, 60.027804], [29.960916, 60.027831], [29.960189, 60.028806], [29.958535, 60.032481],
        [29.958729, 60.032559], [29.958665, 60.032868], [29.959015, 60.032996], [29.960234, 60.033071], [29.961165, 60.033064],
        [29.962171, 60.033087], [29.962627, 60.033027], [29.963163, 60.033087], [29.963480, 60.033094], [29.963525, 60.033114],
        [29.963517, 60.033291], [29.963169, 60.033487], [29.963000, 60.033464], [29.962938, 60.033415], [29.962748, 60.033371],
        [29.962198, 60.033315], [29.961243, 60.033279], [29.960130, 60.033237], [29.959709, 60.033260], [29.959312, 60.033240],
        [29.958899, 60.033215], [29.958435, 60.033256], [29.958219, 60.033372], [29.958132, 60.033401], [29.957877, 60.033395],
        [29.957689, 60.033342], [29.957652, 60.033278], [29.957730, 60.032729], [29.957833, 60.032511], [29.958425, 60.031362],
        [29.958845, 60.030204], [29.959137, 60.029437], [29.959996, 60.027623], [29.960300, 60.026890], [29.960828, 60.026006],
        [29.961300, 60.024831], [29.961618, 60.024051], [29.962210, 60.022473], [29.962510, 60.021765], [29.962370, 60.021470],
        [29.962387, 60.021397], [29.962745, 60.021308], [29.963265, 60.021290], [29.963880, 60.021180], [29.963860, 60.020920],
        [29.963217, 60.021072], [29.962474, 60.021138], [29.962227, 60.021019], [29.962674, 60.020418], [29.962639, 60.019145],
        [29.962697, 60.018784], [29.962837, 60.018623], [29.963077, 60.018514], [29.963678, 60.018317], [29.965650, 60.018190],
        [29.966670, 60.018170], [29.967643, 60.018107], [29.967833, 60.018104], [29.968278, 60.018098], [29.967640, 60.017510],
        [29.966630, 60.017660], [29.966120, 60.017670], [29.965070, 60.017440], [29.964810, 60.017320], [29.964510, 60.016810],
        [29.963480, 60.016710], [29.963188, 60.016552], [29.962501, 60.016501], [29.962243, 60.016016], [29.963230, 60.015660],
        [29.964320, 60.015471], [29.965033, 60.015188], [29.963660, 60.014815], [29.962930, 60.014622], [29.962470, 60.014040],
        [29.962460, 60.013790], [29.962827, 60.013648], [29.963368, 60.013442], [29.963533, 60.013217], [29.963603, 60.013121],
        [29.963890, 60.012730], [29.964380, 60.012460], [29.964340, 60.012220], [29.963820, 60.011960], [29.963800, 60.011710],
        [29.963934, 60.011596], [29.964183, 60.011383], [29.965162, 60.011323], [29.965658, 60.011106], [29.965702, 60.010989],
        [29.965290, 60.010829], [29.965115, 60.010787], [29.964647, 60.010557], [29.964470, 60.010534], [29.964324, 60.010414],
        [29.963492, 60.010031], [29.963223, 60.009928], [29.963026, 60.009861], [29.962909, 60.009822], [29.962612, 60.009650],
        [29.962432, 60.009555], [29.962720, 60.009574], [29.962784, 60.009530], [29.963536, 60.009834], [29.964200, 60.010103],
        [29.964311, 60.010198], [29.964908, 60.010469], [29.965513, 60.010724], [29.965774, 60.010834], [29.966089, 60.010868],
        [29.966912, 60.010559], [29.968749, 60.010710], [29.969093, 60.010517], [29.969419, 60.010311], [29.969951, 60.010431],
        [29.970809, 60.010259], [29.971264, 60.009895], [29.971539, 60.009663], [29.973873, 60.009491], [29.974457, 60.009221],
        [29.974157, 60.008976], [29.974440, 60.008727], [29.975041, 60.008835], [29.976045, 60.008504], [29.976225, 60.008522],
        [29.976749, 60.008573], [29.977672, 60.008498], [29.977729, 60.008426], [29.977320, 60.008359], [29.977255, 60.008308],
        [29.977487, 60.008208], [29.979145, 60.008020], [29.979264, 60.008007], [29.979839, 60.007835], [29.980405, 60.007972],
        [29.981195, 60.007694], [29.982385, 60.007408], [29.983649, 60.007283], [29.984396, 60.006835], [29.984705, 60.006804],
        [29.985066, 60.006768], [29.985249, 60.006602], [29.987049, 60.006482], [29.987885, 60.006418], [29.988535, 60.006104],
        [29.989318, 60.005872], [29.991043, 60.005405], [29.991366, 60.005275], [29.991867, 60.005277], [29.992910, 60.004968],
        [29.993140, 60.004830], [29.993217, 60.004784], [29.993526, 60.004640], [29.993725, 60.004585], [29.994021, 60.004584],
        [29.994414, 60.004435], [29.994433, 60.004370], [29.994384, 60.004301], [29.994712, 60.004209], [29.994782, 60.004136],
        [29.994802, 60.004071], [29.995391, 60.003887], [29.995590, 60.003872], [29.995938, 60.003747], [29.995909, 60.003652],
        [29.996263, 60.003496], [29.996952, 60.003410], [29.997428, 60.003248], [29.997397, 60.003216], [29.997518, 60.003081],
        [29.997761, 60.003031], [29.998456, 60.003008], [29.998773, 60.003080], [29.998835, 60.003127], [29.999255, 60.003026],
        [29.999342, 60.003036], [29.999587, 60.003098], [29.999690, 60.003152], [29.999939, 60.003240], [30.000052, 60.003265],
        [30.000004, 60.003145], [30.000035, 60.002968], [30.000973, 60.002786], [30.001030, 60.002709], [30.001477, 60.002706],
        [30.001673, 60.002517], [30.001984, 60.002515], [30.002397, 60.002398], [30.002895, 60.002391], [30.003586, 60.002229],
        [30.004043, 60.002195], [30.004541, 60.001964], [30.005278, 60.001570], [30.005702, 60.001234], [30.005976, 60.000992],
        [30.006304, 60.000776], [30.006487, 60.000485], [30.006573, 60.000286], [30.006436, 60.000169], [30.005503, 59.999757],
        [30.005108, 59.999654], [30.004977, 59.999340], [30.005104, 59.998936], [30.005464, 59.998766], [30.005841, 59.998715],
        [30.006291, 59.998527], [30.007147, 59.998538], [30.008166, 59.998949], [30.008692, 59.998824], [30.010606, 59.998806],
        [30.011679, 59.998493], [30.011507, 59.998279], [30.011662, 59.998000], [30.012177, 59.997570], [30.012898, 59.997184],
        [30.012297, 59.996549], [30.012712, 59.995464], [30.011338, 59.995161], [30.010164, 59.994570], [30.009856, 59.994325],
        [30.009812, 59.994082], [30.009765, 59.993862], [30.010056, 59.993605], [30.010074, 59.993289], [30.010213, 59.993154],
        [30.010637, 59.993052], [30.010909, 59.992929], [30.011097, 59.992765], [30.011388, 59.992704], [30.011841, 59.992747],
        [30.012357, 59.992763], [30.013046, 59.992659], [30.013389, 59.992780], [30.013636, 59.993167], [30.013929, 59.993764],
        [30.014600, 59.993910], [30.015191, 59.994105], [30.015842, 59.994145], [30.016031, 59.994201], [30.016417, 59.994030],
        [30.017146, 59.994008], [30.017103, 59.993549], [30.017610, 59.993200], [30.018700, 59.993137], [30.019876, 59.993248],
        [30.020108, 59.993407], [30.019962, 59.993523], [30.018957, 59.993815], [30.018150, 59.993580], [30.018430, 59.993820],
        [30.018219, 59.994309], [30.016683, 59.994961], [30.016254, 59.995231], [30.016631, 59.995467], [30.016545, 59.995605],
        [30.015138, 59.996935], [30.014032, 59.997641], [30.013924, 59.997768], [30.013769, 59.997901], [30.013133, 59.998539],
        [30.013095, 59.998684], [30.013087, 59.998792], [30.013128, 59.998948], [30.013180, 59.999063], [30.013272, 59.999206],
        [30.013342, 59.999327], [30.013401, 59.999437], [30.013419, 59.999565], [30.013482, 59.999733], [30.013530, 59.999840],
        [30.013687, 60.000222], [30.013842, 60.000261], [30.013904, 60.000241], [30.013993, 60.000215], [30.014070, 60.000184],
        [30.014095, 60.000154], [30.014072, 60.000095], [30.014025, 60.000046], [30.013976, 59.999939], [30.013868, 59.999751],
        [30.013837, 59.999664], [30.013755, 59.999542], [30.013686, 59.999417], [30.013531, 59.999116], [30.013486, 59.998924],
        [30.013474, 59.998790], [30.013495, 59.998727], [30.013478, 59.998668], [30.013550, 59.998470], [30.013618, 59.998424],
        [30.013660, 59.998453], [30.013651, 59.998542], [30.013633, 59.998691], [30.013644, 59.998789], [30.013635, 59.998919],
        [30.013651, 59.998969], [30.013700, 59.999110], [30.013859, 59.999416], [30.013923, 59.999517], [30.013970, 59.999581],
        [30.014003, 59.999660], [30.014061, 59.999800], [30.014120, 59.999916], [30.014202, 60.000020], [30.014244, 60.000033],
        [30.014322, 60.000015], [30.014482, 60.000005], [30.014523, 60.000014], [30.014809, 59.999982], [30.015551, 59.999760],
        [30.015495, 59.999705], [30.015961, 59.999620], [30.016004, 59.999623], [30.016081, 59.999637], [30.016062, 59.999598],
        [30.015945, 59.999418], [30.015881, 59.999378], [30.015810, 59.999360], [30.015743, 59.999362], [30.015504, 59.999395],
        [30.015303, 59.999421], [30.015115, 59.999456], [30.015021, 59.999464], [30.014856, 59.999500], [30.014648, 59.999566],
        [30.014595, 59.999555], [30.014504, 59.999485], [30.014459, 59.999444], [30.014394, 59.999392], [30.014328, 59.999382],
        [30.014274, 59.999381], [30.014228, 59.999336], [30.014170, 59.999292], [30.014146, 59.999225], [30.014147, 59.999212],
        [30.014083, 59.999178], [30.014015, 59.999063], [30.013982, 59.999005], [30.013974, 59.998964], [30.013969, 59.998892],
        [30.013966, 59.998829], [30.013952, 59.998735], [30.013935, 59.998665], [30.013936, 59.998450], [30.013915, 59.998421],
        [30.013871, 59.998412], [30.013844, 59.998364], [30.013845, 59.998352], [30.013829, 59.998345], [30.013825, 59.998331],
        [30.013833, 59.998299], [30.013862, 59.998288], [30.013891, 59.998289], [30.013910, 59.998252], [30.013924, 59.998225],
        [30.014005, 59.998073], [30.014077, 59.997967], [30.014146, 59.997906], [30.014221, 59.997807], [30.014429, 59.997604],
        [30.014533, 59.997528], [30.014615, 59.997482], [30.014707, 59.997418], [30.014850, 59.997353], [30.014913, 59.997326],
        [30.015053, 59.997258], [30.015231, 59.997175], [30.015400, 59.997084], [30.015472, 59.997016], [30.015566, 59.996935],
        [30.015653, 59.996863], [30.015819, 59.996718], [30.015939, 59.996570], [30.015985, 59.996491], [30.016054, 59.996418],
        [30.016165, 59.996289], [30.016366, 59.996125], [30.016420, 59.996073], [30.016475, 59.996032], [30.016515, 59.996001],
        [30.016518, 59.995976], [30.016585, 59.995944], [30.016649, 59.995901], [30.016739, 59.995844], [30.016855, 59.995738],
        [30.016916, 59.995639], [30.016969, 59.995603], [30.017006, 59.995547], [30.017030, 59.995531], [30.017074, 59.995493],
        [30.017329, 59.995272], [30.017532, 59.995121], [30.017748, 59.994987], [30.017874, 59.994920], [30.017969, 59.994863],
        [30.018071, 59.994788], [30.018169, 59.994714], [30.018212, 59.994698], [30.018234, 59.994674], [30.018303, 59.994641],
        [30.018374, 59.994607], [30.018471, 59.994551], [30.018752, 59.994408], [30.018798, 59.994390], [30.018885, 59.994359],
        [30.018936, 59.994339], [30.018981, 59.994310], [30.019006, 59.994279], [30.019078, 59.994233], [30.019177, 59.994204],
        [30.019250, 59.994194], [30.019231, 59.994217], [30.018878, 59.994398], [30.018752, 59.994474], [30.018587, 59.994542],
        [30.018521, 59.994593], [30.018426, 59.994640], [30.018425, 59.994662], [30.018385, 59.994706], [30.018326, 59.994743],
        [30.018292, 59.994755], [30.018193, 59.994816], [30.018139, 59.994864], [30.018074, 59.994917], [30.018025, 59.994944],
        [30.017969, 59.994985], [30.017893, 59.995038], [30.017812, 59.995083], [30.017758, 59.995113], [30.017686, 59.995126],
        [30.017618, 59.995157], [30.017433, 59.995288], [30.017359, 59.995375], [30.017320, 59.995429], [30.017191, 59.995552],
        [30.016989, 59.995754], [30.017015, 59.995773], [30.017297, 59.995816], [30.017773, 59.995897], [30.018348, 59.995888],
        [30.018880, 59.995990], [30.019447, 59.996004], [30.019660, 59.996100], [30.019916, 59.996258], [30.020233, 59.996435],
        [30.020474, 59.996690], [30.020855, 59.996891], [30.021193, 59.997004], [30.021579, 59.997074], [30.021987, 59.997151],
        [30.022422, 59.997202], [30.023178, 59.997173], [30.023623, 59.997135], [30.024240, 59.997154], [30.025189, 59.997189],
        [30.025597, 59.997200], [30.026187, 59.997216], [30.026606, 59.997243], [30.027137, 59.997278], [30.027598, 59.997296],
        [30.028655, 59.997275], [30.029403, 59.997300], [30.029857, 59.997302], [30.030339, 59.997291], [30.030924, 59.997256],
        [30.031380, 59.997175], [30.031681, 59.997111], [30.032056, 59.996982], [30.032351, 59.996945], [30.032587, 59.997023],
        [30.032737, 59.997208], [30.032823, 59.997468], [30.032930, 59.997634], [30.033295, 59.997822], [30.033617, 59.997978],
        [30.034003, 59.998066], [30.034406, 59.998163], [30.034561, 59.998179], [30.034786, 59.998203], [30.035055, 59.998195],
        [30.035528, 59.998161], [30.036008, 59.998094], [30.036594, 59.997995], [30.037167, 59.997937], [30.037623, 59.997886],
        [30.037985, 59.997850], [30.038453, 59.997802], [30.039065, 59.997721], [30.039480, 59.997681], [30.039789, 59.997622],
        [30.040188, 59.997617], [30.040875, 59.997582], [30.041535, 59.997640], [30.042286, 59.997768], [30.043380, 59.998037],
        [30.044233, 59.998318], [30.045011, 59.998361], [30.045901, 59.998265], [30.047044, 59.998235], [30.048686, 59.998131],
        [30.050429, 59.998131], [30.050998, 59.998163], [30.051561, 59.998203], [30.052232, 59.998249], [30.053616, 59.998214],
        [30.055166, 59.998045], [30.056325, 59.997859], [30.057092, 59.997725], [30.058191, 59.997524], [30.058647, 59.997414],
        [30.059012, 59.997232], [30.060171, 59.996714], [30.060831, 59.996483], [30.061104, 59.996446], [30.061544, 59.996438],
        [30.062837, 59.996510], [30.063406, 59.996585], [30.063915, 59.996687], [30.064478, 59.996728], [30.065015, 59.996789],
        [30.065605, 59.996827], [30.066179, 59.996840], [30.067182, 59.996808], [30.068271, 59.996703], [30.069451, 59.996564],
        [30.071125, 59.996322], [30.072965, 59.996105], [30.074387, 59.995837], [30.075320, 59.995625], [30.076098, 59.995483],
        [30.076752, 59.995303], [30.077412, 59.995140], [30.077900, 59.995056], [30.078324, 59.994930], [30.078834, 59.994836],
        [30.079858, 59.994673], [30.080314, 59.994607], [30.080904, 59.994549], [30.081435, 59.994500], [30.082095, 59.994435],
        [30.082774, 59.994368], [30.083589, 59.994356], [30.084241, 59.994465], [30.084928, 59.994450], [30.085413, 59.994443],
        [30.085748, 59.994405], [30.086097, 59.994368], [30.086368, 59.994329], [30.086998, 59.994296], [30.087441, 59.994257],
        [30.087725, 59.994214], [30.088034, 59.994128], [30.088355, 59.994121], [30.088718, 59.994194], [30.089439, 59.994209],
        [30.090233, 59.994213], [30.090837, 59.994164], [30.091435, 59.994093], [30.092290, 59.993897], [30.093599, 59.993545],
        [30.094787, 59.993090], [30.095007, 59.992964], [30.095123, 59.992812], [30.095217, 59.992637], [30.095635, 59.991998],
        [30.096038, 59.991507], [30.096765, 59.991431], [30.096942, 59.991618], [30.096871, 59.991805], [30.096924, 59.991917],
        [30.097079, 59.992079], [30.097216, 59.992205], [30.097312, 59.992343], [30.097447, 59.992380], [30.097560, 59.992394],
        [30.097743, 59.992386], [30.097966, 59.992309], [30.098182, 59.992209], [30.098316, 59.992018], [30.098309, 59.991918],
        [30.098204, 59.991807], [30.098272, 59.991638], [30.098129, 59.991531], [30.098260, 59.991401], [30.098094, 59.991317],
        [30.097797, 59.991311], [30.097448, 59.991371], [30.097440, 59.991198], [30.097605, 59.991164], [30.097932, 59.991181],
        [30.098002, 59.991159], [30.097982, 59.990995], [30.097258, 59.990720], [30.097024, 59.990595], [30.097016, 59.990557],
        [30.097063, 59.990526], [30.097147, 59.990480], [30.097188, 59.990476], [30.097896, 59.990703], [30.098503, 59.990955],
        [30.098718, 59.990994], [30.098948, 59.990978], [30.098842, 59.990743], [30.098930, 59.990607], [30.099220, 59.990507],
        [30.099393, 59.990496], [30.099499, 59.990546], [30.099452, 59.990596], [30.099718, 59.990799], [30.099595, 59.991099],
        [30.099857, 59.991223], [30.100114, 59.991267], [30.100569, 59.991339], [30.100923, 59.991366], [30.101232, 59.991329],
        [30.101597, 59.991185], [30.102722, 59.990937], [30.103351, 59.990631], [30.103913, 59.990436], [30.104614, 59.990282],
        [30.105435, 59.989930], [30.105701, 59.989870], [30.106327, 59.989923], [30.106810, 59.989878], [30.107122, 59.989947],
        [30.107644, 59.989962], [30.108060, 59.989879], [30.109692, 59.989708], [30.110117, 59.989731], [30.110341, 59.989610],
        [30.111142, 59.989538], [30.112233, 59.989575], [30.113017, 59.989602], [30.113663, 59.989692], [30.114231, 59.989830],
        [30.114503, 59.989809], [30.114887, 59.989862], [30.115242, 59.989727], [30.115474, 59.989753], [30.115750, 59.989779],
        [30.115882, 59.989700], [30.116286, 59.989647], [30.116689, 59.989691], [30.117004, 59.989680], [30.117288, 59.989757],
        [30.118546, 59.989894], [30.119804, 59.989996], [30.121021, 59.989925], [30.122449, 59.989640], [30.124558, 59.989230],
        [30.125646, 59.989032], [30.126734, 59.988786], [30.127760, 59.988564], [30.127867, 59.988444], [30.128054, 59.988403],
        [30.128315, 59.988404], [30.128350, 59.988504], [30.128709, 59.988434], [30.129165, 59.988413], [30.129350, 59.988489],
        [30.129504, 59.988505], [30.129852, 59.988423], [30.130072, 59.988436], [30.130273, 59.988540], [30.130439, 59.988660],
        [30.131057, 59.988812], [30.132421, 59.988622], [30.132558, 59.988556], [30.132735, 59.988544], [30.132867, 59.988580],
        [30.132966, 59.988689], [30.133272, 59.988658], [30.133502, 59.988664], [30.133730, 59.988789], [30.134046, 59.988810],
        [30.134487, 59.988812], [30.134718, 59.988776], [30.135214, 59.988655], [30.136409, 59.988628], [30.137406, 59.988435],
        [30.137944, 59.988321], [30.138215, 59.988081], [30.138910, 59.988039], [30.139591, 59.988129], [30.140051, 59.988107],
        [30.140146, 59.988038], [30.140162, 59.987960], [30.140468, 59.987940], [30.140508, 59.987971], [30.140503, 59.988019],
        [30.140656, 59.988026], [30.140728, 59.988059], [30.140908, 59.988038], [30.140897, 59.987974], [30.140994, 59.987939],
        [30.141348, 59.987935], [30.141539, 59.987974], [30.141904, 59.988059], [30.142938, 59.988001], [30.142906, 59.987920],
        [30.142960, 59.987900], [30.143067, 59.987908], [30.143303, 59.988006], [30.143416, 59.988108], [30.143609, 59.988160],
        [30.143880, 59.988187], [30.144511, 59.988145], [30.144862, 59.988255], [30.145182, 59.988302], [30.145452, 59.988310],
        [30.145832, 59.988288], [30.146779, 59.988236], [30.147783, 59.988146], [30.148155, 59.988034], [30.148644, 59.988039],
        [30.149244, 59.988089], [30.149526, 59.988186], [30.156087, 59.987757], [30.157865, 59.987612], [30.159324, 59.987437],
        [30.159696, 59.987369], [30.160235, 59.987248], [30.160616, 59.987107], [30.161031, 59.986951], [30.161522, 59.986794],
        [30.161882, 59.986629], [30.162150, 59.986415], [30.162149, 59.986324], [30.162127, 59.986176], [30.162120, 59.986131],
        [30.162060, 59.986130], [30.161955, 59.985991], [30.160786, 59.983506], [30.160775, 59.983361], [30.160840, 59.983291],
        [30.160925, 59.983210], [30.161129, 59.983114], [30.166150, 59.982523], [30.166354, 59.982515], [30.166550, 59.982557],
        [30.166714, 59.982624], [30.166850, 59.982764], [30.167347, 59.983800], [30.167477, 59.983784], [30.167513, 59.983898],
        [30.167502, 59.983976], [30.167454, 59.984043], [30.167344, 59.984095], [30.167198, 59.984114], [30.167086, 59.984112],
        [30.166972, 59.984089], [30.166850, 59.984033], [30.166779, 59.983967], [30.166306, 59.982951], [30.163169, 59.983330],
        [30.162154, 59.983452], [30.163226, 59.985752], [30.165578, 59.985473], [30.165371, 59.985029], [30.166756, 59.984868],
        [30.166682, 59.984694], [30.166817, 59.984695], [30.166935, 59.984720], [30.167005, 59.984770], [30.167195, 59.985408],
        [30.167396, 59.985392], [30.167425, 59.985517], [30.167786, 59.985494], [30.167891, 59.985516], [30.167964, 59.985541],
        [30.168017, 59.985564], [30.168087, 59.985586], [30.168332, 59.985629], [30.169078, 59.985698], [30.169549, 59.985437],
        [30.170013, 59.985475], [30.170269, 59.985477], [30.170354, 59.985775], [30.171513, 59.985872], [30.171632, 59.985876],
        [30.179187, 59.985851], [30.179411, 59.985844], [30.179610, 59.985819], [30.179747, 59.985795], [30.180146, 59.985695],
        [30.180336, 59.985645], [30.180577, 59.985602], [30.181202, 59.985530], [30.181273, 59.985528], [30.181350, 59.985533],
        [30.181434, 59.985544], [30.181519, 59.985563], [30.181596, 59.985585], [30.181668, 59.985611], [30.181737, 59.985653],
        [30.181796, 59.985709], [30.181832, 59.985767], [30.181839, 59.985816], [30.181826, 59.985868], [30.181805, 59.985905],
        [30.181961, 59.987633], [30.181987, 59.987733], [30.182053, 59.987876], [30.182132, 59.988015], [30.182215, 59.988095],
        [30.182325, 59.988191], [30.182417, 59.988258], [30.182512, 59.988318], [30.182561, 59.988344], [30.182596, 59.988377],
        [30.182602, 59.988396], [30.182606, 59.988422], [30.182601, 59.988451], [30.182579, 59.988479], [30.182517, 59.988555],
        [30.182370, 59.988728], [30.182289, 59.988826], [30.182360, 59.988883], [30.182378, 59.988906], [30.182382, 59.988931],
        [30.182374, 59.988949], [30.182341, 59.988967], [30.182268, 59.988987], [30.182116, 59.989014], [30.181982, 59.989031],
        [30.181934, 59.989015], [30.181764, 59.989043], [30.181535, 59.989057], [30.181267, 59.989037], [30.181038, 59.988994],
        [30.180855, 59.988933], [30.180726, 59.988871], [30.180746, 59.988851], [30.180597, 59.988806], [30.180457, 59.988750],
        [30.180368, 59.988696], [30.180273, 59.988632], [30.180247, 59.988640], [30.180217, 59.988615], [30.180184, 59.988599],
        [30.180144, 59.988586], [30.180100, 59.988578], [30.179046, 59.988577], [30.178971, 59.988580], [30.178901, 59.988594],
        [30.178873, 59.988606], [30.178845, 59.988623], [30.178820, 59.988648], [30.178808, 59.988677], [30.178801, 59.989078],
        [30.178773, 59.989079], [30.178759, 59.989102], [30.178784, 59.989112], [30.178800, 59.989124], [30.178808, 59.989157],
        [30.178812, 59.989164], [30.178926, 59.989176], [30.179040, 59.989189], [30.179064, 59.989167], [30.179086, 59.989155],
        [30.179115, 59.989148], [30.179164, 59.989148], [30.180298, 59.989266], [30.181583, 59.989410], [30.183579, 59.989651],
        [30.184189, 59.989673], [30.184303, 59.989602], [30.185165, 59.989090], [30.185163, 59.989032], [30.185045, 59.989001],
        [30.185441, 59.988452], [30.185452, 59.988298], [30.185634, 59.988156], [30.185723, 59.987902], [30.186017, 59.987559],
        [30.186183, 59.987162], [30.186294, 59.987060], [30.186363, 59.986988], [30.184324, 59.985977], [30.185506, 59.985403],
        [30.185737, 59.985324], [30.186036, 59.985263], [30.186337, 59.985243], [30.186737, 59.985253], [30.187653, 59.985390],
        [30.187755, 59.985262], [30.188589, 59.984147], [30.188866, 59.983819], [30.188533, 59.983628], [30.188330, 59.983621],
        [30.188088, 59.983590], [30.187911, 59.983486], [30.187856, 59.983369], [30.187874, 59.983242], [30.187988, 59.983134],
        [30.188200, 59.983060], [30.188347, 59.983045], [30.188622, 59.983059], [30.188782, 59.982977], [30.189108, 59.982879],
        [30.189570, 59.982795], [30.189808, 59.982605], [30.190193, 59.982434], [30.190557, 59.982359], [30.191604, 59.982158],
        [30.191934, 59.981853], [30.192293, 59.981427], [30.192643, 59.980972], [30.192507, 59.980851], [30.192542, 59.980711],
        [30.192729, 59.980617], [30.193010, 59.980603], [30.193219, 59.980664], [30.193337, 59.980757], [30.193296, 59.980905],
        [30.193234, 59.980958], [30.193211, 59.981199], [30.193424, 59.981915], [30.193960, 59.981955], [30.194643, 59.981976],
        [30.195209, 59.981930], [30.195510, 59.981867], [30.195966, 59.981772], [30.196856, 59.981514], [30.198125, 59.981188],
        [30.198798, 59.981003], [30.199501, 59.980837], [30.200587, 59.980579], [30.201400, 59.980300], [30.201754, 59.980178],
        [30.202903, 59.979809], [30.203187, 59.979515], [30.203326, 59.979287], [30.203520, 59.978962], [30.203486, 59.978819],
        [30.203574, 59.978709], [30.203756, 59.978630], [30.204009, 59.978611], [30.204329, 59.978720], [30.204384, 59.978838],
        [30.204306, 59.978951], [30.204597, 59.979295], [30.204857, 59.979268], [30.205230, 59.979278], [30.206083, 59.979365],
        [30.206297, 59.979371], [30.206700, 59.979383], [30.207537, 59.979363], [30.208028, 59.979360], [30.208988, 59.979468],
        [30.209353, 59.979545], [30.209498, 59.979585], [30.209801, 59.979648], [30.210013, 59.979705], [30.210348, 59.979785],
        [30.210833, 59.979855], [30.211361, 59.979911], [30.211764, 59.979986], [30.211906, 59.979998], [30.212216, 59.980024],
        [30.212438, 59.980043], [30.212671, 59.980109], [30.212841, 59.980200], [30.213051, 59.980307], [30.213293, 59.980427],
        [30.213642, 59.980512], [30.213729, 59.980584], [30.213995, 59.980669], [30.214250, 59.980768], [30.214516, 59.980831],
        [30.214597, 59.980854], [30.214757, 59.980899], [30.214959, 59.980967], [30.215187, 59.981012], [30.215530, 59.981182],
        [30.215567, 59.981223], [30.215565, 59.981257], [30.215522, 59.981284], [30.215465, 59.981312], [30.215385, 59.981305],
        [30.215334, 59.981283], [30.214822, 59.981137], [30.214741, 59.981127], [30.214654, 59.981131], [30.214551, 59.981199],
        [30.214543, 59.981238], [30.214568, 59.981272], [30.214677, 59.981301], [30.215291, 59.981336], [30.216334, 59.981393],
        [30.216424, 59.981409], [30.216470, 59.981440], [30.216592, 59.981560], [30.216691, 59.981606], [30.216774, 59.981701],
        [30.216892, 59.981783], [30.216905, 59.981899], [30.216944, 59.981931], [30.217013, 59.981944], [30.217060, 59.981935],
        [30.217082, 59.981909], [30.217115, 59.981871], [30.217213, 59.981819], [30.217268, 59.981727], [30.217486, 59.981645],
        [30.217739, 59.981584], [30.218073, 59.981491], [30.218335, 59.981459], [30.218467, 59.981455], [30.218610, 59.981437],
        [30.218741, 59.981388], [30.218831, 59.981346], [30.218867, 59.981335], [30.218984, 59.981375], [30.218994, 59.981430],
        [30.219254, 59.981621], [30.219152, 59.981725], [30.219085, 59.981808], [30.219059, 59.981852], [30.219034, 59.981895],
        [30.219102, 59.981964], [30.219316, 59.982038], [30.219491, 59.982058], [30.220650, 59.981846], [30.220955, 59.981842],
        [30.221280, 59.981859], [30.221781, 59.982024], [30.221931, 59.982151], [30.221978, 59.982342], [30.221920, 59.982478],
        [30.221963, 59.982653], [30.222079, 59.982791], [30.222198, 59.982865], [30.222359, 59.982900], [30.222413, 59.982900],
        [30.222581, 59.982896], [30.222750, 59.982892], [30.223026, 59.982855], [30.223202, 59.982820], [30.223292, 59.982553],
        [30.223251, 59.982120], [30.223257, 59.981966], [30.223202, 59.981882], [30.223179, 59.981808], [30.223233, 59.981678],
        [30.223337, 59.981564], [30.223460, 59.981509], [30.223639, 59.981474], [30.223900, 59.981462], [30.224703, 59.981510],
        [30.224918, 59.981518], [30.225105, 59.981508], [30.225159, 59.981471], [30.225498, 59.981101], [30.225704, 59.980815],
        [30.225960, 59.980399], [30.226071, 59.980229], [30.226257, 59.980116], [30.226483, 59.980089], [30.226519, 59.978922],
        [30.231279, 59.979467], [30.236999, 59.981163], [30.245859, 59.982028], [30.252968, 59.982402], [30.253714, 59.982417],
        [30.256447, 59.982479], [30.260547, 59.982573], [30.264134, 59.982541], [30.266482, 59.982317], [30.268574, 59.981900],
        [30.273207, 59.981345], [30.277349, 59.981537], [30.283732, 59.982349], [30.290350, 59.982776], [30.293761, 59.982692],
        [30.299509, 59.982551], [30.306297, 59.981398], [30.313466, 59.980130], [30.314764, 59.979901], [30.320216, 59.979112],
        [30.321754, 59.978468], [30.323613, 59.979411], [30.323785, 59.979496], [30.324110, 59.979658], [30.331181, 59.982784],
        [30.331111, 59.982820]  
    ]
  };