const district = 'vasileostrovsky'

export const vasileostrovskyDepartments = [
      {
        coordinates: [59.940857, 30.238442],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 15 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Шевченко, д 36 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool15',
        type: 0
      },
      
      {
        coordinates: [59.936976, 30.264871],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 17 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, линия 19-я В.О., д 22 литера а',
        district: district,
        vkLink:   'https://vk.com/club_thebestschool_17',
        type: 0
      },
      
      {
        coordinates: [59.940371, 30.284750],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 21 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ Э.П. ШАФФЕ`,
        address:  'г Санкт-Петербург, линия 5-я В.О., д 16/17 литера а',
        district: district,
        vkLink:   'https://vk.com/shaffeschool',
        type: 0
      },
      
      {
        coordinates: [59.957345, 30.218410],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 31 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кораблестроителей, д 38 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/mypervie78_gbou31',
        type: 0
      },
      
      {
        coordinates: [59.953209, 30.228669],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 586 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кораблестроителей, д 37 к 5 литера а',
        district: district,
        vkLink:   'https://vk.com/gymn586',
        type: 0
      },
      
      {
        coordinates: [59.943891, 30.282091],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 24 ИМЕНИ И.А.КРЫЛОВА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Средний В.О., д 20 литера а',
        district: district,
        vkLink:   'https://vk.com/gymn24',
        type: 0
      },
      
      {
        coordinates: [59.940902, 30.235684],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 642 ЗЕМЛЯ И ВСЕЛЕННАЯ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Гаванская, д 54 литера б',
        district: district,
        vkLink:   'https://vk.com/gymnasium642spb',
        type: 0
      },
      
      {
        coordinates: [59.936841, 30.258268],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 4 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Средний В.О., д 80 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou4kor',
        type: 0
      },
      
      {
        coordinates: [59.931923, 30.247587],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ НАЧАЛЬНАЯ ШКОЛА - ДЕТСКИЙ САД № 36 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Канареечная, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/school36spb',
        type: 0
      },
      
      {
        coordinates: [59.958818, 30.227689],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №10 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ХИМИИ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кораблестроителей, д 42 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public205401844',
        type: 0
      },
      
      {
        coordinates: [59.937094, 30.281786],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА НА 9-ОЙ ЛИНИИ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, линия 9-я В.О., д 8 литера а',
        district: district,
        vkLink:   'https://vk.com/ddt9liniy',
        type: 1
      },
      
      {
        coordinates: [59.953245, 30.225300],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 16 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Наличная, д 44 к 5 литера а',
        district: district,
        vkLink:   'https://vk.com/public_sch16',
        type: 0
      },
      
      {
        coordinates: [59.945792, 30.282738],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 32 ГИМНАЗИЯ ПЕТЕРБУРГСКОЙ КУЛЬТУРЫ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, линия 2-я В.О., д 43 литера в',
        district: district,
        vkLink:   'https://vk.com/gymnazia32',
        type: 0
      },
      
      {
        coordinates: [59.939302, 30.272470],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 5 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ КАРЛА МАЯ`,
        address:  'г Санкт-Петербург, линия 13-я В.О., д 28 литера а',
        district: district,
        vkLink:   'https://vk.com/public205426591',
        type: 0
      },
      
      {
        coordinates: [59.940276, 30.236143],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №19 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Гаванская, д 54',
        district: district,
        vkLink:   'https://vk.com/club194338628',
        type: 0
      },
      
      {
        coordinates: [59.935683, 30.280897],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №27 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ЛИТЕРАТУРЫ, ИСТОРИИ И ИНОСТРАННЫХ ЯЗЫКОВ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ И.А.БУНИНА`,
        address:  'г Санкт-Петербург, линия 10-я В.О., д 1/15 литера а',
        district: district,
        vkLink:   'https://vk.com/school27bunin',
        type: 0
      },
      
      {
        coordinates: [59.945243, 30.275085],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 755 РЕГИОНАЛЬНЫЙ ЦЕНТР АУТИЗМА ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, линия 7-я В.О., д 66 литера а',
        district: district,
        vkLink:   'https://vk.com/autismspb',
        type: 0
      },
      
      {
        coordinates: [59.942507, 30.290257],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №35 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, линия Кадетская В.О., д 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gbousoh35',
        type: 0
      },
      
      {
        coordinates: [59.944075, 30.224878],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 2 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Наличная, д 32 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public205420473',
        type: 0
      },
      
      {
        coordinates: [59.944634, 30.221284],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 12 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кораблестроителей, д 21 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school12spb',
        type: 0
      },
      
      {
        coordinates: [59.937062, 30.242089],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДЕТСКО-ЮНОШЕСКИЙ ТВОРЧЕСКИЙ ЦЕНТР ВАСИЛЬЕВСКИЙ ОСТРОВ САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Остоумова, д 19В литера а',
        district: district,
        vkLink:   'https://vk.com/dutc_vo',
        type: 1
      },
      
      {
        coordinates: [59.953680, 30.235812],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ЦЕНТР ТВОРЧЕСКОГО РАЗВИТИЯ И ГУМАНИТАРНОГО ОБРАЗОВАНИЯ ДЕТЕЙ НА ВАСИЛЬЕВСКОМ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Наличная, д 55 литера а',
        district: district,
        vkLink:   'https://vk.com/centr_na_vasilevskom',
        type: 1
      },
      
      {
        coordinates: [59.939780, 30.299456],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ УНИВЕРСИТЕТ`,
        address:  'г Санкт-Петербург, Университетская наб, д 7/9',
        district: district,
        vkLink:   'https://vk.com/spb1724',
        type: 1
      },
      
      {
        coordinates: [59.941696, 30.263990],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 11 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, линия 16-я В.О., д 55 литера а',
        district: district,
        vkLink:   'https://vk.com/vo11spb',
        type: 0
      },
      
      {
        coordinates: [59.953457, 30.246913],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №18 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт КИМа, д 11 литера б',
        district: district,
        vkLink:   'https://vk.com/public205403154',
        type: 0
      },
      
      {
        coordinates: [59.944846, 30.267494],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 29 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА И ПРАВА ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Малый В.О., д 34 литера а',
        district: district,
        vkLink:   'https://vk.com/school29spb',
        type: 0
      },
      
      {
        coordinates: [59.948392, 30.265688],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ РАДИОТЕХНИЧЕСКИЙ КОЛЛЕДЖ`,
        address:  'г Санкт-Петербург, наб Реки Смоленки, д 1 литера а',
        district: district,
        vkLink:   'https://vk.com/spbrtk',
        type: 0
      },
      
      {
        coordinates: [59.929930, 30.247327],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №6 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Шевченко, д 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school6vospb',
        type: 0
      },
      
      {
        coordinates: [59.934979, 30.266569],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОМ МОЛОДЁЖИ ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Большой В.О., д 65 литера а',
        district: district,
        vkLink:   'https://vk.com/dom65',
        type: 1
      },
      
      {
        coordinates: [59.931824, 30.237939],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 4 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА ИМЕНИ ЖАКА-ИВА КУСТО ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Опочинина, д 10 литера а',
        district: district,
        vkLink:   'https://vk.com/shkolacousteau',
        type: 0
      },
      
      {
        coordinates: [59.952862, 30.229441],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ СПОРТИВНАЯ ШКОЛА № 2 ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Наличная, д 44 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/sportshkolavo',
        type: 1
      },
      
      {
        coordinates: [59.939708, 30.266039],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЕЖНЫЙ ЦЕНТР ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Средний В.О., д 65',
        district: district,
        vkLink:   'https://vk.com/pmcvospb',
        type: 1
      },
      
      {
        coordinates: [59.939023, 30.248351],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ СПОРТИВНАЯ ШКОЛА ОЛИМПИЙСКОГО РЕЗЕРВА ВАСИЛЕОСТРОВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Малый В.О., д 66 литера а',
        district: district,
        vkLink:   'https://vk.com/sshorvo',
        type: 1
      },
      
      {
        coordinates: [59.940560, 30.269102],
        name:     `СЕВЕРО-ЗАПАДНЫЙ ИНСТИТУТ УПРАВЛЕНИЯ - ФИЛИАЛ ФЕДЕРАЛЬНОГО ГОСУДАРСТВЕННОГО БЮДЖЕТНОГО ОБРАЗОВАТЕЛЬНОГО УЧРЕЖДЕНИЯ ВЫСШЕГО ОБРАЗОВАНИЯ РОССИЙСКАЯ АКАДЕМИЯ НАРОДНОГО ХОЗЯЙСТВА И ГОСУДАРСТВЕННОЙ СЛУЖБЫ ПРИ ПРЕЗИДЕНТЕ РОССИЙСКОЙ ФЕДЕРАЦИИ`,
        address:  'г Санкт-Петербург, пр-кт Средний В.О., д 57/43',
        district: district,
        vkLink:   'https://vk.com/spb.ranepa',
        type: 1
      },
      
      {
        coordinates: [59.930430, 30.258484],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ СПЕЦИАЛЬНОЕ РЕАБИЛИТАЦИОННОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ-ТЕХНИКУМ ДЛЯ ИНВАЛИДОВ ПРОФЕССИОНАЛЬНО-РЕАБИЛИТАЦИОННЫЙ ЦЕНТР`,
        address:  'г Санкт-Петербург, линия 26-я В.О., д 9 литера а',
        district: district,
        vkLink:   'https://vk.com/prcspb',
        type: 0
      },
      
      {
        coordinates: [59.938112, 30.273180],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ КУЛЬТУРЫ ЦЕНТРАЛИЗОВАННАЯ БИБЛИОТЕЧНАЯ СИСТЕМА ВАСИЛЕОСТРОВСКОГО РАЙОНА`,
        address:  'г Санкт-Петербург, линия 13-я В.О., д 20 литера а, помещ 8Н',
        district: district,
        vkLink:   'https://vk.com/bibliovo',
        type: 1
      },
      
      {
        coordinates: [59.938482, 30.274276],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ ИНСТИТУТ ПСИХОЛОГИИ И СОЦИАЛЬНОЙ РАБОТЫ`,
        address:  'г Санкт-Петербург, линия 12-я В.О., д 13 литера а, помещ 4Н',
        district: district,
        vkLink:   'https://vk.com/spbgipsr',
        type: 1
      },      
]

export const vasileostrovskyDistrict  = {
    name: district,
    color: 'rgba(254, 254, 34, 0.20)',
    borderColor: 'rgba(254, 254, 34, 0.65)',
    coordinates: [
        [30.251853, 59.920377], [30.251667, 59.920228], [30.253526, 59.919668], [30.253561, 59.919641], [30.253964, 59.919520],
        [30.254055, 59.919514], [30.256802, 59.918852], [30.257292, 59.918715], [30.257351, 59.918712], [30.257387, 59.918723],
        [30.257460, 59.918748], [30.257516, 59.918753], [30.258029, 59.918657], [30.258080, 59.918638], [30.258106, 59.918607],
        [30.258110, 59.918574], [30.258115, 59.918564], [30.258145, 59.918552], [30.258849, 59.918454], [30.260493, 59.917260],
        [30.262117, 59.917355], [30.262445, 59.917395], [30.265311, 59.918831], [30.267780, 59.921320], [30.269037, 59.922587],
        [30.270717, 59.925606], [30.272459, 59.928735], [30.277387, 59.932027], [30.281797, 59.933064], [30.285014, 59.933820],
        [30.298391, 59.937494], [30.308274, 59.941057], [30.309890, 59.941638], [30.316861, 59.945656], [30.309514, 59.945981],
        [30.307299, 59.946079], [30.293856, 59.946672], [30.292270, 59.947146], [30.285706, 59.949104], [30.285101, 59.949289],
        [30.277611, 59.951528], [30.268407, 59.954876], [30.266224, 59.956277], [30.263799, 59.956973], [30.255275, 59.958255],
        [30.233883, 59.962411], [30.232748, 59.961557], [30.232342, 59.961673], [30.232091, 59.961730], [30.231627, 59.961814],
        [30.231010, 59.961905], [30.230786, 59.961916], [30.229859, 59.962055], [30.218257, 59.963936], [30.216175, 59.964179],
        [30.215249, 59.964286], [30.212460, 59.964376], [30.210145, 59.964284], [30.207310, 59.963958], [30.195203, 59.962038],
        [30.192891, 59.961671], [30.190710, 59.961154], [30.189963, 59.960831], [30.188865, 59.960355], [30.187715, 59.959530],
        [30.186992, 59.958656], [30.186276, 59.957441], [30.184727, 59.954813], [30.184679, 59.954721], [30.184486, 59.954350],
        [30.183416, 59.953744], [30.183178, 59.953345], [30.183210, 59.952937], [30.183420, 59.952523], [30.193585, 59.950996],
        [30.193406, 59.950696], [30.194606, 59.950515], [30.190446, 59.943551], [30.179083, 59.945258], [30.178469, 59.944987],
        [30.178078, 59.944713], [30.177873, 59.944370], [30.177899, 59.944033], [30.178226, 59.943713], [30.180871, 59.943076],
        [30.182745, 59.941069], [30.190163, 59.933123], [30.190600, 59.932756], [30.191084, 59.932349], [30.192390, 59.931641],
        [30.193934, 59.931099], [30.201491, 59.929001], [30.202657, 59.928731], [30.203964, 59.928538], [30.205529, 59.928443],
        [30.209122, 59.928384], [30.211948, 59.928338], [30.214277, 59.928300], [30.217128, 59.928292], [30.219437, 59.929291],
        [30.219978, 59.929170], [30.220504, 59.929048], [30.221056, 59.928950], [30.221398, 59.928924], [30.222034, 59.928909],
        [30.222512, 59.928916], [30.222984, 59.928918], [30.223391, 59.928879], [30.224704, 59.928726], [30.225195, 59.928676],
        [30.225842, 59.928563], [30.225907, 59.928559], [30.225984, 59.928559], [30.226090, 59.928567], [30.226398, 59.928607],
        [30.226434, 59.928615], [30.226572, 59.928672], [30.226608, 59.928684], [30.226900, 59.928692], [30.227162, 59.928703],
        [30.227187, 59.928690], [30.227220, 59.928686], [30.227362, 59.928685], [30.227426, 59.928701], [30.227446, 59.928713],
        [30.227452, 59.928744], [30.227451, 59.928818], [30.227460, 59.928840], [30.227491, 59.928854], [30.227821, 59.928979],
        [30.227939, 59.929042], [30.228039, 59.929047], [30.227991, 59.929270], [30.227925, 59.929267], [30.227991, 59.929408],
        [30.228244, 59.929844], [30.228724, 59.930707], [30.228868, 59.930998], [30.229055, 59.931189], [30.229181, 59.931284],
        [30.229272, 59.931444], [30.229263, 59.931459], [30.229229, 59.931469], [30.229189, 59.931480], [30.229153, 59.931497],
        [30.229094, 59.931575], [30.229082, 59.931680], [30.229098, 59.931716], [30.229133, 59.931740], [30.229188, 59.931770],
        [30.229318, 59.932102], [30.229311, 59.932117], [30.229291, 59.932129], [30.229275, 59.932147], [30.229272, 59.932177],
        [30.229601, 59.932798], [30.229737, 59.932964], [30.229869, 59.933070], [30.230245, 59.933235], [30.230510, 59.933293],
        [30.230582, 59.933297], [30.230679, 59.933291], [30.230905, 59.933263], [30.230978, 59.933238], [30.231128, 59.933214],
        [30.231146, 59.933237], [30.231340, 59.933243], [30.231427, 59.933209], [30.231569, 59.933200], [30.231674, 59.933242],
        [30.231803, 59.933246], [30.231840, 59.933242], [30.231885, 59.933261], [30.231931, 59.933236], [30.231882, 59.933211],
        [30.231874, 59.933194], [30.232082, 59.933119], [30.232298, 59.933025], [30.232420, 59.932948], [30.232499, 59.932857],
        [30.232592, 59.932757], [30.232619, 59.932693], [30.232644, 59.932571], [30.232627, 59.932471], [30.232578, 59.932346],
        [30.232464, 59.932200], [30.232276, 59.932060], [30.232042, 59.931930], [30.231728, 59.931823], [30.231488, 59.931784],
        [30.231257, 59.931764], [30.230853, 59.931771], [30.230791, 59.931772], [30.230779, 59.931749], [30.230046, 59.930033],
        [30.230045, 59.930015], [30.230057, 59.930003], [30.230654, 59.929826], [30.230631, 59.929807], [30.230869, 59.929734],
        [30.230893, 59.929753], [30.231030, 59.929707], [30.230874, 59.929580], [30.230956, 59.929555], [30.231115, 59.929683],
        [30.231614, 59.929543], [30.231596, 59.929525], [30.231654, 59.929508], [30.231550, 59.929416], [30.231638, 59.929391],
        [30.231743, 59.929482], [30.231811, 59.929463], [30.231838, 59.929487], [30.232550, 59.929283], [30.232530, 59.929267],
        [30.232751, 59.929199], [30.232778, 59.929221], [30.234285, 59.928791], [30.234333, 59.928765], [30.234347, 59.928739],
        [30.234834, 59.927692], [30.234828, 59.927680], [30.234815, 59.927676], [30.234447, 59.927791], [30.234409, 59.927791],
        [30.234375, 59.927777], [30.233231, 59.926683], [30.233236, 59.926668], [30.233252, 59.926661], [30.233613, 59.926562],
        [30.233639, 59.926539], [30.233636, 59.926519], [30.233581, 59.926457], [30.233549, 59.926441], [30.233526, 59.926440],
        [30.233224, 59.926528], [30.233198, 59.926529], [30.233180, 59.926524], [30.233070, 59.926414], [30.233071, 59.926408],
        [30.233083, 59.926403], [30.233311, 59.926343], [30.233317, 59.926339], [30.233319, 59.926333], [30.233294, 59.926315],
        [30.233278, 59.926317], [30.233263, 59.926321], [30.231042, 59.926963], [30.230993, 59.926970], [30.230963, 59.926968],
        [30.230931, 59.926950], [30.230702, 59.926755], [30.230696, 59.926740], [30.230706, 59.926724], [30.236702, 59.925024],
        [30.236723, 59.925009], [30.236734, 59.924991], [30.236706, 59.924952], [30.236454, 59.924745], [30.236450, 59.924717],
        [30.236469, 59.924695], [30.237507, 59.924290], [30.237526, 59.924286], [30.237545, 59.924285], [30.237571, 59.924290],
        [30.238595, 59.924651], [30.238670, 59.924653], [30.238758, 59.924634], [30.240240, 59.923833], [30.241460, 59.923367],
        [30.242413, 59.922995], [30.242534, 59.923016], [30.242562, 59.923038], [30.243479, 59.922810], [30.244743, 59.922538],
        [30.246065, 59.922279], [30.246989, 59.922091], [30.247512, 59.921980], [30.248859, 59.921696], [30.250937, 59.921234],
        [30.251131, 59.921054], [30.251429, 59.920776], [30.251390, 59.920761], [30.251853, 59.920377]  
    ]
  };