const district = 'vyborgsky'

export const vyborgskyDepartments = [
      {
        coordinates: [60.035378, 30.349330],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 60 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Художников, д 9 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/club58546563',
        type: 0
      },
      
      {
        coordinates: [60.033472, 30.325777],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 90 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Сикейроса, д 5 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public223238706',
        type: 0
      },
      
      {
        coordinates: [60.034659, 30.336134],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 101 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Сикейроса, д 17 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/litsei101',
        type: 0
      },
      
      {
        coordinates: [60.046854, 30.325264],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 463 ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА В.И.МИНАКОВА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Асафьева, д 7 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/pchel463',
        type: 0
      },
      
      {
        coordinates: [60.043570, 30.341335],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 135 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Поэтический б-р, д 3 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/schola135',
        type: 0
      },
      
      {
        coordinates: [60.049312, 30.372462],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 103 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Руднева, д 23 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm103',
        type: 0
      },
      
      {
        coordinates: [60.042941, 30.343833],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 115 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Поэтический б-р, д 5 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/public165317055',
        type: 0
      },
      
      {
        coordinates: [60.109226, 30.265904],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №471 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, тер Осиновая Роща (п Парголово), Юкковское шоссе, д 6 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/spb471',
        type: 0
      },
      
      {
        coordinates: [60.056544, 30.338955],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ПОДРОСТКОВО-МОЛОДЁЖНЫЙ ЦЕНТР МИР`,
        address:  'г Санкт-Петербург, пр-кт Энгельса, д 147 к 1 литера д',
        district: district,
        vkLink:   'https://vk.com/pmcmir',
        type: 1
      },
      
      {
        coordinates: [60.065004, 30.311359],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА СОВРЕМЕННИК ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Жени Егоровой, д 10 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/public4361148',
        type: 1
      },
      
      {
        coordinates: [60.056072, 30.329900],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 488 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Просвещения, д 32 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/lyceum488',
        type: 0
      },
      
      {
        coordinates: [60.040559, 30.365087],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 118 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Руднева, д 5 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school_118_spb',
        type: 0
      },
      
      {
        coordinates: [59.998616, 30.351226],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №74 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Болотная, д 6 литера а',
        district: district,
        vkLink:   'https://vk.com/public204129735',
        type: 0
      },
      
      {
        coordinates: [60.039238, 30.338425],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 65 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ФРАНЦУЗСКОГО ЯЗЫКА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Учебный пер, д 8 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/spb65',
        type: 0
      },
      
      {
        coordinates: [59.983180, 30.348719],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 123 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Александра Матросова, д 11 литера а',
        district: district,
        vkLink:   'https://vk.com/public215512899',
        type: 0
      },
      
      {
        coordinates: [60.081444, 30.241326],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 475 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '194294, Г.Санкт-Петербург, П ПАРГОЛОВО, УЛ ТОРФЯНАЯ (МИХАЙЛОВКА ТЕР.), Д. 25, ЛИТЕРА А, ЛИТ А',
        district: district,
        vkLink:   'https://vk.com/gbou475',
        type: 0
      },
      
      {
        coordinates: [60.087515, 30.260918],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 622 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Парголово, Выборгское шоссе, д 7 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnasium622spb',
        type: 0
      },
      
      {
        coordinates: [60.003165, 30.353921],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 76 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Болотная, д 18 литера а',
        district: district,
        vkLink:   'https://vk.com/school76spb',
        type: 0
      },
      
      {
        coordinates: [60.054446, 30.355071],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА №110 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Сиреневый б-р, д 8 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/shkola110vybspb',
        type: 0
      },
      
      {
        coordinates: [59.962197, 30.345647],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 560 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Комиссара Смирнова, д 17 литера а',
        district: district,
        vkLink:   'https://vk.com/school_560',
        type: 0
      },
      
      {
        coordinates: [60.043309, 30.320557],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА ЮНОСТЬ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  '194356, ГОРОД САНКТ-ПЕТЕРБУРГ, ПР-КТ ЛУНАЧАРСКОГО, Д. 1, К. 2 ЛИТЕР А, ПОМЕЩ. 1-Н, 3-Н',
        district: district,
        vkLink:   'https://vk.com/ddtunostspb',
        type: 1
      },
      
      {
        coordinates: [60.034465, 30.350399],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДВОРЕЦ ДЕТСКОГО (ЮНОШЕСКОГО) ТВОРЧЕСТВА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Сантьяго-де-Куба, д 4 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/rddm_ddut',
        type: 1
      },
      
      {
        coordinates: [60.013825, 30.365778],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА СОЮЗ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Раевского, д 5 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/ddtsouz',
        type: 1
      },
      
      {
        coordinates: [60.055012, 30.361736],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ УЧРЕЖДЕНИЕ ДОПОЛНИТЕЛЬНОГО ОБРАЗОВАНИЯ ДОМ ДЕТСКОГО ТВОРЧЕСТВА ОЛИМП ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Придорожная аллея, д 17 литера а, помещ 5Н',
        district: district,
        vkLink:   'https://vk.com/olimp_vib',
        type: 1
      },
      
      {
        coordinates: [59.992690, 30.343689],
        name:     `ФЕДЕРАЛЬНОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ВЫСШЕГО ОБРАЗОВАНИЯ САНКТ-ПЕТЕРБУРГСКИЙ ГОСУДАРСТВЕННЫЙ ЛЕСОТЕХНИЧЕСКИЙ УНИВЕРСИТЕТ ИМЕНИ С.М. КИРОВА`,
        address:  'г Санкт-Петербург, Институтский пер, д 5 литера у',
        district: district,
        vkLink:   'https://vk.com/spbftu',
        type: 1
      },
      
      {
        coordinates: [60.014171, 30.361961],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 517 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ПРЕДМЕТОВ ЭКОНОМИЧЕСКОГО ПРОФИЛЯ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Раевского, д 18 литера а',
        district: district,
        vkLink:   'https://vk.com/club297740',
        type: 0
      },
      
      {
        coordinates: [60.040609, 30.356427],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 584 ОЗЕРКИ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Руднева, д 8 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/school584ozerki',
        type: 0
      },
      
      {
        coordinates: [60.052991, 30.364835],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 83 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ЯПОНСКОГО И АНГЛИЙСКОГО ЯЗЫКОВ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Сиреневый б-р, д 18 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club30140692',
        type: 0
      },
      
      {
        coordinates: [59.999002, 30.339767],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 117 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Пархоменко, д 17',
        district: district,
        vkLink:   'https://vk.com/school117spb',
        type: 0
      },
      
      {
        coordinates: [60.006890, 30.346330],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 534 С УГЛУБЛЁННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ИМЕНИ ГЕРОЯ РОССИИ ТИМУРА СИРАЗЕТДИНОВА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Светлановский пр-кт, д 31 литера а',
        district: district,
        vkLink:   'https://vk.com/club175780686',
        type: 0
      },
      
      {
        coordinates: [60.010762, 30.351325],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 652 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Тореза, д 41 литера а',
        district: district,
        vkLink:   'https://vk.com/gymnasium_652',
        type: 0
      },
      
      {
        coordinates: [60.013447, 30.331050],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 6 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Дрезденская, д 13 литера а',
        district: district,
        vkLink:   'https://vk.com/public205429407',
        type: 0
      },
      
      {
        coordinates: [60.074478, 30.321267],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 469 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, тер Торфяное (п Парголово), ул Кооперативная, д 27 литера а',
        district: district,
        vkLink:   'https://vk.com/scl469',
        type: 0
      },
      
      {
        coordinates: [60.076906, 30.276648],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 474 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Парголово, Выборгское шоссе, д 369 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/public205430400',
        type: 0
      },
      
      {
        coordinates: [60.059957, 30.322031],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 558 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ МАТЕМАТИКИ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Симонова, д 8 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public189594604',
        type: 0
      },
      
      {
        coordinates: [60.071353, 30.333942],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 482 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Парголово, ул Фёдора Абрамова, д 6 литера а',
        district: district,
        vkLink:   'https://vk.com/shko.la482',
        type: 0
      },
      
      {
        coordinates: [59.964696, 30.345701],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 107 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Выборгская, д 3 литера а',
        district: district,
        vkLink:   'https://vk.com/gimnaziya107',
        type: 0
      },
      
      {
        coordinates: [60.046684, 30.349465],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 120 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Художников, д 24 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gbou_school120',
        type: 0
      },
      
      {
        coordinates: [60.055079, 30.342180],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 559 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Есенина, д 36 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/sckola559',
        type: 0
      },
      
      {
        coordinates: [60.005333, 30.340590],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 105 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Орбели, д 24 литера а',
        district: district,
        vkLink:   'https://vk.com/club224427325',
        type: 0
      },
      
      {
        coordinates: [59.973335, 30.342405],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ САНКТ-ПЕТЕРБУРГСКИЙ ТЕХНИЧЕСКИЙ КОЛЛЕДЖ УПРАВЛЕНИЯ И КОММЕРЦИИ`,
        address:  'г Санкт-Петербург, Большой Сампсониевский пр-кт, д 61',
        district: district,
        vkLink:   'https://vk.com/tcmc_spb_ru',
        type: 0
      },
      
      {
        coordinates: [60.026986, 30.311556],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 102 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Поклонногорская, д 17/2 литера а',
        district: district,
        vkLink:   'https://vk.com/school102spb',
        type: 0
      },
      
      {
        coordinates: [60.047510, 30.336754],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 518 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Есенина, д 24 литера а',
        district: district,
        vkLink:   'https://vk.com/spbshkola518',
        type: 0
      },
      
      {
        coordinates: [60.051257, 30.351495],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 605 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ НЕМЕЦКОГО ЯЗЫКА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Просвещения, д 46 к 4 литера а',
        district: district,
        vkLink:   'https://vk.com/sch605',
        type: 0
      },
      
      {
        coordinates: [60.060060, 30.314592],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 494 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Композиторов, д 22 к 2а',
        district: district,
        vkLink:   'https://vk.com/club207837081',
        type: 0
      },
      
      {
        coordinates: [60.056903, 30.329397],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 483 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ ИНФОРМАТИКИ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Шостаковича, д 3 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public193766420',
        type: 0
      },
      
      {
        coordinates: [60.101930, 30.197623],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 472 ИМЕНИ ДВАЖДЫ ГЕРОЯ СОВЕТСКОГО СОЮЗА А.Т.КАРПОВА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Левашово, ул Первомайская, д 37 литера а',
        district: district,
        vkLink:   'https://vk.com/club133007239',
        type: 0
      },
      
      {
        coordinates: [60.049617, 30.324725],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 457 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Асафьева, д 6 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/spbschool457',
        type: 0
      },
      
      {
        coordinates: [60.064650, 30.309257],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 453 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА ИМЕНИ СЕРГЕЯ ЖУКОВА`,
        address:  'г Санкт-Петербург, ул Жени Егоровой, д 10 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public205430031',
        type: 0
      },
      
      {
        coordinates: [60.049163, 30.360200],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 112 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Кустодиева, д 18 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/club20945514',
        type: 0
      },
      
      {
        coordinates: [60.013690, 30.334616],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 97 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Дрезденская, д 19 литера а',
        district: district,
        vkLink:   'https://vk.com/shkola97spb',
        type: 0
      },
      
      {
        coordinates: [60.059108, 30.323100],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 94 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Симонова, д 8 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/school094',
        type: 0
      },
      
      {
        coordinates: [60.040362, 30.354181],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 62 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, Поэтический б-р, д 15 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/public206552841',
        type: 0
      },
      
      {
        coordinates: [60.046549, 30.335110],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 623 ИМЕНИ ИВАНА ПЕТРОВИЧА ПАВЛОВА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Есенина, д 22 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/litsey623pavlova',
        type: 0
      },
      
      {
        coordinates: [60.034753, 30.337769],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 468 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Сикейроса, д 19 к 1а',
        district: district,
        vkLink:   'https://vk.com/shkola468',
        type: 0
      },
      
      {
        coordinates: [60.039270, 30.327340],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ №73 ЛОМОНОСОВСКАЯ ГИМНАЗИЯ ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Энгельса, д 115 к 2',
        district: district,
        vkLink:   'https://vk.com/public211789385',
        type: 0
      },
      
      {
        coordinates: [60.044415, 30.354406],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 61 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Художников, д 29 к 3 литера а',
        district: district,
        vkLink:   'https://vk.com/public215518127',
        type: 0
      },
      
      {
        coordinates: [60.053799, 30.318842],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ЛИЦЕЙ № 486 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Композиторов, д 11 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/lic486spb',
        type: 0
      },
      
      {
        coordinates: [59.987010, 30.349267],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 104 ИМЕНИ ГЕРОЯ СОВЕТСКОГО СОЮЗА М.С.ХАРЧЕНКО ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Харченко, д 27 литера а',
        district: district,
        vkLink:   'https://vk.com/media_104_school',
        type: 0
      },
      
      {
        coordinates: [60.078683, 30.346743],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ШКОЛА № 142 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, поселок Парголово, ул Фёдора Абрамова, д 19 к 2 стр 1',
        district: district,
        vkLink:   'https://vk.com/school142spb',
        type: 0
      },
      
      {
        coordinates: [60.053867, 30.341515],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 114 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, ул Есенина, д 34 к 2 литера а',
        district: district,
        vkLink:   'https://vk.com/gimnaziya114',
        type: 0
      },
      
      {
        coordinates: [60.017553, 30.334086],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ ГИМНАЗИЯ № 92 ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Тореза, д 94 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/public175800783',
        type: 0
      },
      
      {
        coordinates: [60.008990, 30.352367],
        name:     `ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ОБЩЕОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ СРЕДНЯЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА № 124 С УГЛУБЛЕННЫМ ИЗУЧЕНИЕМ АНГЛИЙСКОГО ЯЗЫКА ВЫБОРГСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА`,
        address:  'г Санкт-Петербург, пр-кт Тореза, д 37 к 1 литера а',
        district: district,
        vkLink:   'https://vk.com/club175721262',
        type: 0
      },
      
      {
        coordinates: [59.998787, 30.354316],
        name:     `САНКТ-ПЕТЕРБУРГСКОЕ ГОСУДАРСТВЕННОЕ БЮДЖЕТНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ НЕВСКИЙ КОЛЛЕДЖ ИМЕНИ А.Г.НЕБОЛСИНА`,
        address:  'г Санкт-Петербург, 2-й Муринский пр-кт, д 43 литера а',
        district: district,
        vkLink:   'https://vk.com/newestnik',
        type: 0
      },      
]

export const vyborgskyDistrict  = {
    name: district,
    color: 'rgba(255, 140, 0, 0.20)',
    borderColor: 'rgba(255, 140, 0, 0.65)',
    coordinates: [
        [30.126182, 60.056323], [30.135629, 60.057614], [30.135558, 60.057333], [30.135233, 60.056642], [30.134861, 60.056164],
        [30.134509, 60.054208], [30.131254, 60.051124], [30.134090, 60.048736], [30.193318, 60.063900], [30.194423, 60.062971],
        [30.194953, 60.062526], [30.195077, 60.062421], [30.194357, 60.062264], [30.194508, 60.062102], [30.194520, 60.062088],
        [30.194606, 60.061997], [30.195902, 60.060478], [30.202225, 60.062125], [30.210194, 60.060371], [30.214113, 60.061273],
        [30.222784, 60.051321], [30.225285, 60.052170], [30.225704, 60.052314], [30.225942, 60.052396], [30.227380, 60.052942],
        [30.229701, 60.053701], [30.231867, 60.054421], [30.236172, 60.055882], [30.241171, 60.057574], [30.249116, 60.060259],
        [30.250513, 60.060728], [30.251136, 60.060939], [30.252105, 60.061259], [30.258519, 60.063467], [30.260229, 60.064034],
        [30.261279, 60.064389], [30.261890, 60.064598], [30.270250, 60.067417], [30.270380, 60.067461], [30.272435, 60.068105],
        [30.272535, 60.068136], [30.272983, 60.068288], [30.273121, 60.068332], [30.274003, 60.068612], [30.279432, 60.064238],
        [30.281068, 60.062909], [30.284768, 60.059960], [30.287883, 60.057441], [30.288019, 60.057327], [30.289129, 60.056413],
        [30.289612, 60.055941], [30.289673, 60.055889], [30.290138, 60.055481], [30.290352, 60.055308], [30.290508, 60.055174],
        [30.291020, 60.054737], [30.291213, 60.054624], [30.291465, 60.054416], [30.291584, 60.054319], [30.291823, 60.054119],
        [30.292363, 60.053666], [30.292864, 60.053289], [30.292744, 60.053201], [30.293223, 60.052894], [30.293417, 60.052740],
        [30.293582, 60.052576], [30.293789, 60.052365], [30.294025, 60.052095], [30.294239, 60.051821], [30.294440, 60.051562],
        [30.294682, 60.051243], [30.294857, 60.050967], [30.294940, 60.050837], [30.295204, 60.050407], [30.295381, 60.050118],
        [30.295567, 60.049813], [30.295648, 60.049682], [30.295806, 60.049377], [30.295978, 60.048972], [30.296110, 60.048669],
        [30.296138, 60.048595], [30.296143, 60.048567], [30.296181, 60.048374], [30.296278, 60.048123], [30.296376, 60.047869],
        [30.296530, 60.047524], [30.296553, 60.047506], [30.296578, 60.047488], [30.296711, 60.047200], [30.296848, 60.046948],
        [30.297003, 60.046666], [30.297148, 60.046437], [30.297184, 60.046381], [30.297313, 60.046145], [30.297456, 60.045887],
        [30.297404, 60.045880], [30.297554, 60.045594], [30.297733, 60.045251], [30.297819, 60.045258], [30.297857, 60.045206],
        [30.298066, 60.044872], [30.298213, 60.044636], [30.298334, 60.044658], [30.298543, 60.044689], [30.299353, 60.043252],
        [30.299476, 60.042874], [30.299513, 60.042583], [30.299772, 60.042172], [30.299834, 60.042154], [30.299897, 60.042047],
        [30.300071, 60.041872], [30.300160, 60.041736], [30.300543, 60.041009], [30.301627, 60.039006], [30.301974, 60.038396],
        [30.302309, 60.037786], [30.302422, 60.037405], [30.302740, 60.036839], [30.302727, 60.036742], [30.302765, 60.036648],
        [30.302951, 60.036266], [30.303192, 60.035823], [30.304670, 60.033107], [30.304980, 60.032571], [30.305619, 60.031471],
        [30.305663, 60.031381], [30.306572, 60.029591], [30.306633, 60.029586], [30.306693, 60.029581], [30.308320, 60.026609],
        [30.308606, 60.026087], [30.308816, 60.025587], [30.308885, 60.025534], [30.309003, 60.025443], [30.309346, 60.024787],
        [30.312214, 60.019535], [30.312121, 60.019522], [30.312233, 60.019317], [30.312067, 60.019297], [30.311913, 60.019276],
        [30.311844, 60.019266], [30.311861, 60.019227], [30.311984, 60.018990], [30.312009, 60.018941], [30.312111, 60.018761],
        [30.312135, 60.018712], [30.312280, 60.018456], [30.312301, 60.018413], [30.312447, 60.018156], [30.312475, 60.018105],
        [30.312508, 60.018044], [30.312537, 60.017992], [30.312574, 60.017925], [30.312601, 60.017873], [30.312612, 60.017853],
        [30.312721, 60.017644], [30.312802, 60.017655], [30.312980, 60.017679], [30.313082, 60.017692], [30.313115, 60.017699],
        [30.313202, 60.017518], [30.313316, 60.017308], [30.313689, 60.016633], [30.313754, 60.016503], [30.314277, 60.015521],
        [30.315329, 60.013543], [30.315960, 60.012392], [30.316386, 60.011617], [30.318302, 60.008177], [30.318258, 60.008098],
        [30.318479, 60.007732], [30.318980, 60.006881], [30.319661, 60.005588], [30.319702, 60.005463], [30.320291, 60.004336],
        [30.320522, 60.003910], [30.320578, 60.003875], [30.321008, 60.003070], [30.321041, 60.003008], [30.321265, 60.002569],
        [30.321666, 60.001670], [30.321765, 60.001503], [30.321942, 60.001223], [30.322160, 60.001168], [30.322222, 60.001044],
        [30.322566, 60.000357], [30.322974, 59.999648], [30.323548, 59.998647], [30.323265, 59.998555], [30.323162, 59.998519],
        [30.323443, 59.998228], [30.323671, 59.998022], [30.324370, 59.997251], [30.324675, 59.997020], [30.324607, 59.996964],
        [30.324620, 59.996906], [30.325849, 59.995820], [30.325651, 59.995751], [30.324476, 59.995416], [30.324554, 59.995354],
        [30.325259, 59.994785], [30.326381, 59.995144], [30.326694, 59.994865], [30.327071, 59.994487], [30.327185, 59.994520],
        [30.327320, 59.994430], [30.327607, 59.994538], [30.327717, 59.994532], [30.327817, 59.994527], [30.328129, 59.994386],
        [30.328253, 59.994363], [30.328483, 59.994222], [30.328120, 59.994126], [30.326357, 59.993691], [30.326399, 59.993659],
        [30.326596, 59.993489], [30.326911, 59.993162], [30.326937, 59.993135], [30.326973, 59.993098], [30.327018, 59.993049],
        [30.327031, 59.993034], [30.327086, 59.992969], [30.327137, 59.992904], [30.327185, 59.992837], [30.327230, 59.992770],
        [30.327271, 59.992703], [30.327281, 59.992684], [30.327308, 59.992635], [30.327342, 59.992567], [30.327587, 59.992044],
        [30.327663, 59.991890], [30.327998, 59.991180], [30.328020, 59.991133], [30.328420, 59.990283], [30.328506, 59.990100],
        [30.328562, 59.989993], [30.328617, 59.989875], [30.328812, 59.989454], [30.329031, 59.988984], [30.329093, 59.988848],
        [30.329175, 59.988672], [30.329235, 59.988542], [30.329285, 59.988436], [30.329517, 59.987936], [30.329949, 59.987005],
        [30.330147, 59.986579], [30.330809, 59.985151], [30.330890, 59.984977], [30.330869, 59.984952], [30.330318, 59.985067],
        [30.330296, 59.985041], [30.330255, 59.984985], [30.330192, 59.984899], [30.330146, 59.984836], [30.329612, 59.984183],
        [30.329861, 59.983516], [30.330726, 59.983034], [30.330909, 59.982933], [30.331111, 59.982820], [30.331181, 59.982784],
        [30.324110, 59.979658], [30.323785, 59.979496], [30.323613, 59.979411], [30.321754, 59.978468], [30.324316, 59.977393],
        [30.330592, 59.973355], [30.334702, 59.967487], [30.334960, 59.967119], [30.335823, 59.965887], [30.336762, 59.960479],
        [30.337701, 59.957326], [30.339266, 59.955408], [30.340221, 59.954654], [30.342353, 59.953516], [30.345415, 59.952243],
        [30.349532, 59.951999], [30.350033, 59.954067], [30.350093, 59.954247], [30.350186, 59.954417], [30.351076, 59.955669],
        [30.351290, 59.955967], [30.352711, 59.957944], [30.352965, 59.958264], [30.353569, 59.959203], [30.353949, 59.959790],
        [30.353969, 59.959843], [30.353972, 59.959912], [30.353950, 59.959987], [30.353924, 59.960067], [30.353777, 59.960264],
        [30.353752, 59.960296], [30.353549, 59.960566], [30.353149, 59.961094], [30.352958, 59.961353], [30.352808, 59.961556],
        [30.352478, 59.961964], [30.352383, 59.962089], [30.352180, 59.962355], [30.352072, 59.962501], [30.351978, 59.962631],
        [30.351899, 59.962771], [30.351772, 59.963059], [30.351693, 59.963258], [30.351552, 59.963581], [30.351471, 59.963784],
        [30.351335, 59.964129], [30.351290, 59.964227], [30.350937, 59.965055], [30.350866, 59.965224], [30.350815, 59.965347],
        [30.350767, 59.965464], [30.350731, 59.965549], [30.350601, 59.965891], [30.350453, 59.966317], [30.350416, 59.966405],
        [30.350396, 59.966452], [30.350060, 59.967254], [30.349995, 59.967407], [30.349949, 59.967526], [30.349898, 59.967653],
        [30.349802, 59.967887], [30.349762, 59.967984], [30.348959, 59.969763], [30.348910, 59.969875], [30.348746, 59.970231],
        [30.348108, 59.971622], [30.348004, 59.971844], [30.347500, 59.972982], [30.347430, 59.973132], [30.347385, 59.973224],
        [30.347250, 59.973435], [30.347096, 59.973638], [30.344447, 59.976683], [30.343991, 59.977211], [30.343976, 59.977269],
        [30.344018, 59.977410], [30.344052, 59.977487], [30.344186, 59.977500], [30.344618, 59.977549], [30.345426, 59.977638],
        [30.345677, 59.977673], [30.354736, 59.978599], [30.355238, 59.978625], [30.359687, 59.979078], [30.360175, 59.979124],
        [30.360625, 59.979137], [30.361057, 59.979136], [30.361373, 59.979113], [30.361627, 59.979076], [30.361912, 59.979018],
        [30.362386, 59.978883], [30.362710, 59.978777], [30.365785, 59.977652], [30.365948, 59.977618], [30.366133, 59.977596],
        [30.366486, 59.977599], [30.367082, 59.977615], [30.367438, 59.977630], [30.367525, 59.977641], [30.367029, 59.978491],
        [30.366711, 59.979207], [30.366165, 59.980134], [30.365630, 59.980761], [30.365040, 59.981417], [30.362712, 59.983712],
        [30.362511, 59.983858], [30.357660, 59.986478], [30.357510, 59.986569], [30.357395, 59.986629], [30.357145, 59.986755],
        [30.356824, 59.986921], [30.355897, 59.987438], [30.355622, 59.987591], [30.355017, 59.987918], [30.354378, 59.988258],
        [30.353920, 59.988500], [30.352999, 59.988994], [30.352816, 59.989086], [30.352299, 59.989356], [30.352157, 59.989421],
        [30.352022, 59.989477], [30.351952, 59.989506], [30.351694, 59.989602], [30.351396, 59.989696], [30.351136, 59.989753],
        [30.350876, 59.989808], [30.350563, 59.989854], [30.350095, 59.989891], [30.349662, 59.989900], [30.347621, 59.989821],
        [30.347398, 59.989800], [30.347275, 59.989812], [30.347062, 59.989864], [30.347019, 59.989919], [30.346996, 59.989947],
        [30.347053, 59.990063], [30.347084, 59.990116], [30.347119, 59.990147], [30.347200, 59.990215], [30.347697, 59.990553],
        [30.348125, 59.990758], [30.348616, 59.990885], [30.349130, 59.990929], [30.350329, 59.990998], [30.350876, 59.991022],
        [30.351790, 59.991070], [30.352033, 59.991083], [30.352161, 59.991093], [30.352317, 59.991113], [30.352494, 59.991149],
        [30.352674, 59.991194], [30.352878, 59.991263], [30.353068, 59.991342], [30.353313, 59.991440], [30.353389, 59.991471],
        [30.353777, 59.991633], [30.354191, 59.991804], [30.355365, 59.992290], [30.356119, 59.992611], [30.358037, 59.993405],
        [30.359305, 59.993926], [30.360417, 59.994369], [30.360748, 59.994527], [30.360967, 59.994631], [30.361574, 59.994937],
        [30.362308, 59.995378], [30.363589, 59.996189], [30.363754, 59.996290], [30.363798, 59.996335], [30.363835, 59.996389],
        [30.363868, 59.996442], [30.364001, 59.996731], [30.364107, 59.996990], [30.364301, 59.997363], [30.364457, 59.997768],
        [30.364559, 59.997994], [30.364645, 59.998220], [30.364710, 59.998402], [30.364826, 59.998665], [30.365578, 60.000473],
        [30.365967, 60.001365], [30.367116, 60.003100], [30.368127, 60.004597], [30.368900, 60.005732], [30.369791, 60.007110],
        [30.369841, 60.007212], [30.369853, 60.007279], [30.369798, 60.007698], [30.369528, 60.008771], [30.369503, 60.008847],
        [30.369424, 60.009004], [30.369337, 60.009125], [30.369270, 60.009216], [30.369131, 60.009404], [30.369045, 60.009606],
        [30.369025, 60.009742], [30.369035, 60.009837], [30.369126, 60.010063], [30.369163, 60.010216], [30.369163, 60.010419],
        [30.368746, 60.012284], [30.368712, 60.012429], [30.368639, 60.012733], [30.368582, 60.012972], [30.368558, 60.013080],
        [30.368356, 60.013903], [30.368111, 60.014929], [30.368096, 60.014992], [30.367991, 60.015436], [30.367955, 60.015588],
        [30.367653, 60.016849], [30.367562, 60.017186], [30.367480, 60.017519], [30.367314, 60.018380], [30.367276, 60.018769],
        [30.367286, 60.019161], [30.367252, 60.019399], [30.366845, 60.021491], [30.366075, 60.025399], [30.365226, 60.029706],
        [30.364919, 60.031422], [30.364866, 60.031787], [30.364850, 60.032136], [30.364966, 60.033013], [30.365102, 60.033462],
        [30.365416, 60.034365], [30.366061, 60.035274], [30.366747, 60.036001], [30.383696, 60.055039], [30.385647, 60.057207],
        [30.387393, 60.059178], [30.385402, 60.059742], [30.385570, 60.060719], [30.382536, 60.066713], [30.378815, 60.074090],
        [30.377194, 60.077386], [30.376876, 60.078584], [30.376525, 60.078636], [30.375175, 60.079830], [30.373853, 60.080253],
        [30.373529, 60.080513], [30.370665, 60.087720], [30.368311, 60.090284], [30.366980, 60.090737], [30.363234, 60.092016],
        [30.361474, 60.092121], [30.359419, 60.091966], [30.340771, 60.090846], [30.332973, 60.089807], [30.331015, 60.090375],
        [30.308830, 60.095715], [30.308182, 60.095690], [30.303105, 60.091099], [30.291837, 60.093898], [30.291830, 60.095963],
        [30.289384, 60.096380], [30.288420, 60.096134], [30.287435, 60.096180], [30.282323, 60.098937], [30.280901, 60.099741],
        [30.275602, 60.102889], [30.274918, 60.107834], [30.274877, 60.108138], [30.273290, 60.108085], [30.273002, 60.109670],
        [30.271431, 60.110288], [30.271258, 60.111111], [30.271487, 60.111118], [30.271626, 60.111186], [30.271662, 60.111394],
        [30.271564, 60.111536], [30.271243, 60.111851], [30.271183, 60.111946], [30.271076, 60.113543], [30.270766, 60.116353],
        [30.271035, 60.116383], [30.271096, 60.116390], [30.270747, 60.116595], [30.269950, 60.117203], [30.268932, 60.117956],
        [30.267894, 60.118699], [30.267254, 60.119129], [30.266693, 60.119352], [30.266033, 60.119586], [30.266386, 60.120036],
        [30.266398, 60.120419], [30.266309, 60.120572], [30.266033, 60.120993], [30.265943, 60.121330], [30.265918, 60.121715],
        [30.265922, 60.122304], [30.265772, 60.122576], [30.265574, 60.122841], [30.265125, 60.123332], [30.264503, 60.123724],
        [30.262914, 60.124338], [30.261422, 60.124715], [30.260050, 60.125161], [30.259521, 60.125455], [30.259242, 60.125653],
        [30.259033, 60.125606], [30.251785, 60.122820], [30.237752, 60.119191], [30.235842, 60.118501], [30.235560, 60.118474],
        [30.235442, 60.118463], [30.235197, 60.118442], [30.234255, 60.118364], [30.234179, 60.118572], [30.233909, 60.118540],
        [30.233636, 60.118498], [30.230766, 60.118567], [30.229314, 60.118476], [30.225728, 60.118230], [30.224879, 60.118079],
        [30.223996, 60.117741], [30.223148, 60.117038], [30.221575, 60.116777], [30.219655, 60.116672], [30.219245, 60.116497],
        [30.219925, 60.115622], [30.220120, 60.115527], [30.218956, 60.115133], [30.213709, 60.116086], [30.208617, 60.116978],
        [30.206978, 60.117086], [30.195312, 60.117275], [30.193866, 60.117299], [30.189586, 60.117387], [30.189597, 60.117350],
        [30.189477, 60.117353], [30.188827, 60.117367], [30.188433, 60.117372], [30.187842, 60.117383], [30.187467, 60.117393],
        [30.187317, 60.117397], [30.186808, 60.117412], [30.186746, 60.117414], [30.186238, 60.117446], [30.185736, 60.117491],
        [30.185295, 60.117531], [30.184823, 60.117575], [30.184427, 60.117615], [30.183546, 60.117721], [30.182960, 60.117803],
        [30.182206, 60.117915], [30.180993, 60.118140], [30.179163, 60.118523], [30.177791, 60.118809], [30.177088, 60.117731],
        [30.175429, 60.115463], [30.173362, 60.113241], [30.152528, 60.117342], [30.138875, 60.120038], [30.137996, 60.118984],
        [30.138251, 60.118942], [30.138668, 60.118533], [30.138336, 60.118316], [30.138045, 60.117809], [30.137961, 60.117053],
        [30.137691, 60.116805], [30.137691, 60.116287], [30.138024, 60.115148], [30.137802, 60.114848], [30.138682, 60.114341],
        [30.133734, 60.112182], [30.127407, 60.114488], [30.125102, 60.113581], [30.123906, 60.114236], [30.119594, 60.112606],
        [30.114709, 60.114006], [30.114332, 60.114335], [30.114156, 60.114400], [30.114027, 60.114446], [30.113858, 60.114477],
        [30.113761, 60.114436], [30.113676, 60.114362], [30.113667, 60.114261], [30.113601, 60.114174], [30.113413, 60.114053],
        [30.113340, 60.114014], [30.113233, 60.113993], [30.113118, 60.113938], [30.113056, 60.113898], [30.113032, 60.113844],
        [30.113055, 60.113772], [30.113136, 60.113724], [30.113193, 60.113695], [30.113190, 60.113672], [30.113153, 60.113648],
        [30.113075, 60.113647], [30.112981, 60.113664], [30.112804, 60.113653], [30.112626, 60.113625], [30.112545, 60.113586],
        [30.112489, 60.113544], [30.112436, 60.113512], [30.112300, 60.113508], [30.112235, 60.113531], [30.112057, 60.113600],
        [30.111974, 60.113642], [30.111877, 60.113683], [30.111783, 60.113686], [30.111630, 60.113673], [30.111547, 60.113643],
        [30.111477, 60.113562], [30.111460, 60.113474], [30.111476, 60.113391], [30.111455, 60.113312], [30.111404, 60.113266],
        [30.111303, 60.113232], [30.111141, 60.113191], [30.110937, 60.113166], [30.110717, 60.113189], [30.110567, 60.113331],
        [30.110521, 60.113371], [30.110419, 60.113394], [30.110267, 60.113350], [30.110127, 60.113278], [30.110009, 60.113252],
        [30.109840, 60.113260], [30.109580, 60.113247], [30.109524, 60.113218], [30.109493, 60.113158], [30.109572, 60.113087],
        [30.109698, 60.113020], [30.109687, 60.112940], [30.109652, 60.112906], [30.109558, 60.112882], [30.109411, 60.112892],
        [30.109291, 60.112858], [30.109145, 60.112790], [30.109089, 60.112763], [30.109062, 60.112714], [30.109068, 60.112650],
        [30.108990, 60.112623], [30.108829, 60.112612], [30.108743, 60.112521], [30.108657, 60.112503], [30.108593, 60.112524],
        [30.108553, 60.112568], [30.108451, 60.112620], [30.108367, 60.112620], [30.108258, 60.112592], [30.108204, 60.112525],
        [30.108156, 60.112405], [30.108046, 60.112135], [30.108051, 60.112043], [30.108150, 60.111968], [30.108177, 60.111920],
        [30.108154, 60.111866], [30.108113, 60.111827], [30.108064, 60.111789], [30.108009, 60.111770], [30.107924, 60.111767],
        [30.107858, 60.111744], [30.107812, 60.111711], [30.107791, 60.111683], [30.107780, 60.111641], [30.107780, 60.111572],
        [30.107759, 60.111534], [30.107726, 60.111502], [30.107651, 60.111470], [30.107567, 60.111453], [30.107513, 60.111444],
        [30.107461, 60.111423], [30.107434, 60.111395], [30.107426, 60.111365], [30.107446, 60.111340], [30.107466, 60.111314],
        [30.107519, 60.111296], [30.107591, 60.111308], [30.107649, 60.111328], [30.107706, 60.111327], [30.107769, 60.111310],
        [30.107840, 60.111263], [30.107921, 60.111224], [30.107956, 60.111193], [30.107946, 60.111159], [30.107917, 60.111133],
        [30.107914, 60.111080], [30.107951, 60.111026], [30.108019, 60.110926], [30.108060, 60.110821], [30.108089, 60.110791],
        [30.108227, 60.110742], [30.108329, 60.110714], [30.108437, 60.110669], [30.108483, 60.110644], [30.108507, 60.110628],
        [30.108527, 60.110608], [30.108526, 60.110568], [30.108531, 60.110537], [30.108541, 60.110509], [30.108566, 60.110464],
        [30.108574, 60.110443], [30.108614, 60.110416], [30.108669, 60.110371], [30.108722, 60.110331], [30.108743, 60.110296],
        [30.108743, 60.110281], [30.108726, 60.110262], [30.108715, 60.110233], [30.108689, 60.110190], [30.108685, 60.110159],
        [30.108704, 60.110122], [30.108744, 60.110091], [30.108809, 60.110053], [30.108895, 60.109998], [30.108919, 60.109974],
        [30.108956, 60.109961], [30.108992, 60.109930], [30.109015, 60.109889], [30.109031, 60.109864], [30.109037, 60.109819],
        [30.109041, 60.109793], [30.109023, 60.109777], [30.109007, 60.109736], [30.108980, 60.109702], [30.108924, 60.109664],
        [30.108872, 60.109622], [30.108813, 60.109583], [30.108756, 60.109557], [30.108715, 60.109538], [30.108667, 60.109517],
        [30.108664, 60.109463], [30.108692, 60.109431], [30.108736, 60.109420], [30.108805, 60.109415], [30.108903, 60.109391],
        [30.108959, 60.109388], [30.109018, 60.109374], [30.109042, 60.109362], [30.109050, 60.109341], [30.109042, 60.109303],
        [30.109009, 60.109271], [30.108931, 60.109249], [30.108852, 60.109237], [30.108775, 60.109209], [30.108707, 60.109204],
        [30.108650, 60.109206], [30.108586, 60.109223], [30.108562, 60.109243], [30.108547, 60.109279], [30.108516, 60.109302],
        [30.108467, 60.109309], [30.108416, 60.109305], [30.108349, 60.109265], [30.108294, 60.109217], [30.108292, 60.109182],
        [30.108304, 60.109142], [30.108303, 60.109093], [30.108279, 60.109055], [30.108243, 60.109011], [30.108216, 60.108971],
        [30.108215, 60.108936], [30.108227, 60.108904], [30.108266, 60.108880], [30.108323, 60.108874], [30.108374, 60.108890],
        [30.108433, 60.108933], [30.108486, 60.108977], [30.108569, 60.109006], [30.108636, 60.109027], [30.108695, 60.109026],
        [30.108718, 60.109015], [30.108764, 60.108962], [30.108866, 60.108912], [30.108889, 60.108884], [30.108878, 60.108859],
        [30.108836, 60.108839], [30.108748, 60.108810], [30.108653, 60.108775], [30.108601, 60.108758], [30.108512, 60.108744],
        [30.108385, 60.108731], [30.108326, 60.108713], [30.108303, 60.108696], [30.108298, 60.108678], [30.108617, 60.108479],
        [30.108667, 60.108463], [30.108760, 60.108451], [30.108862, 60.108453], [30.108958, 60.108465], [30.109041, 60.108474],
        [30.109170, 60.108456], [30.109249, 60.108449], [30.109353, 60.108451], [30.109440, 60.108450], [30.109505, 60.108439],
        [30.109568, 60.108422], [30.109625, 60.108393], [30.109674, 60.108351], [30.109702, 60.108296], [30.109714, 60.108213],
        [30.109748, 60.108162], [30.109755, 60.108070], [30.109735, 60.108044], [30.109693, 60.107981], [30.109655, 60.107959],
        [30.109587, 60.107951], [30.109534, 60.107961], [30.109455, 60.108020], [30.109414, 60.108046], [30.109352, 60.108072],
        [30.109227, 60.108078], [30.109176, 60.108070], [30.109141, 60.108038], [30.109191, 60.107967], [30.109180, 60.107942],
        [30.109164, 60.107921], [30.109112, 60.107892], [30.109076, 60.107856], [30.109080, 60.107786], [30.109086, 60.107759],
        [30.109120, 60.107703], [30.109139, 60.107679], [30.109144, 60.107636], [30.109128, 60.107584], [30.109056, 60.107534],
        [30.109007, 60.107507], [30.109005, 60.107493], [30.109054, 60.107469], [30.109119, 60.107437], [30.109131, 60.107413],
        [30.109115, 60.107385], [30.109038, 60.107344], [30.108990, 60.107320], [30.108944, 60.107273], [30.108909, 60.107228],
        [30.108943, 60.107151], [30.109001, 60.107121], [30.109112, 60.107118], [30.109239, 60.107110], [30.109298, 60.107097],
        [30.109422, 60.107082], [30.109466, 60.107081], [30.109514, 60.107068], [30.109533, 60.107052], [30.109550, 60.107018],
        [30.109607, 60.106945], [30.109662, 60.106909], [30.109685, 60.106892], [30.109764, 60.106884], [30.109892, 60.106900],
        [30.109992, 60.106923], [30.110128, 60.106929], [30.110259, 60.106921], [30.110299, 60.106899], [30.110311, 60.106860],
        [30.110190, 60.106840], [30.110043, 60.106819], [30.109965, 60.106797], [30.109841, 60.106747], [30.109790, 60.106722],
        [30.109616, 60.106687], [30.109521, 60.106700], [30.109391, 60.106721], [30.109262, 60.106727], [30.109113, 60.106707],
        [30.109014, 60.106693], [30.108880, 60.106677], [30.108722, 60.106669], [30.108598, 60.106649], [30.108362, 60.106595],
        [30.108192, 60.106572], [30.108070, 60.106561], [30.107890, 60.106555], [30.107773, 60.106537], [30.107620, 60.106494],
        [30.107536, 60.106481], [30.107376, 60.106471], [30.107256, 60.106455], [30.107099, 60.106407], [30.106902, 60.106363],
        [30.106809, 60.106350], [30.106615, 60.106323], [30.106437, 60.106289], [30.106298, 60.106248], [30.106226, 60.106229],
        [30.106098, 60.106226], [30.105900, 60.106239], [30.105784, 60.106252], [30.105652, 60.106270], [30.105502, 60.106305],
        [30.105398, 60.106327], [30.105256, 60.106340], [30.105139, 60.106341], [30.104975, 60.106333], [30.104666, 60.106314],
        [30.104398, 60.106313], [30.104156, 60.106318], [30.103749, 60.106335], [30.103366, 60.106345], [30.103113, 60.106358],
        [30.102851, 60.106367], [30.102432, 60.106361], [30.102172, 60.106360], [30.101970, 60.106376], [30.101773, 60.106381],
        [30.101650, 60.106381], [30.101508, 60.106368], [30.101377, 60.106376], [30.101246, 60.106383], [30.100987, 60.106381],
        [30.100838, 60.106396], [30.100695, 60.106413], [30.100557, 60.106427], [30.100299, 60.106441], [30.100175, 60.106463],
        [30.100044, 60.106490], [30.099860, 60.106537], [30.099611, 60.106611], [30.099377, 60.106671], [30.099159, 60.106726],
        [30.098836, 60.106803], [30.098502, 60.106888], [30.098266, 60.106936], [30.098054, 60.107001], [30.097776, 60.107070],
        [30.097673, 60.107092], [30.097548, 60.107143], [30.097462, 60.107166], [30.097411, 60.107159], [30.097357, 60.107129],
        [30.097272, 60.107102], [30.097200, 60.107073], [30.097097, 60.107060], [30.097049, 60.107092], [30.097043, 60.107118],
        [30.097063, 60.107158], [30.097075, 60.107215], [30.097114, 60.107277], [30.097132, 60.107322], [30.097117, 60.107357],
        [30.097078, 60.107395], [30.097000, 60.107415], [30.096838, 60.107403], [30.096699, 60.107388], [30.096532, 60.107380],
        [30.096436, 60.107363], [30.096320, 60.107320], [30.096240, 60.107269], [30.096162, 60.107236], [30.096035, 60.107217],
        [30.095862, 60.107184], [30.095797, 60.107165], [30.095718, 60.107135], [30.095584, 60.107080], [30.095484, 60.107024],
        [30.095361, 60.106950], [30.095273, 60.106905], [30.095058, 60.106808], [30.094986, 60.106763], [30.094932, 60.106732],
        [30.094889, 60.106723], [30.094802, 60.106709], [30.094722, 60.106701], [30.094625, 60.106717], [30.094547, 60.106765],
        [30.094495, 60.106822], [30.094464, 60.106872], [30.094416, 60.106949], [30.094356, 60.106995], [30.094302, 60.107024],
        [30.094250, 60.107072], [30.094193, 60.107105], [30.094101, 60.107130], [30.094053, 60.107137], [30.093977, 60.107157],
        [30.093865, 60.107166], [30.093775, 60.107159], [30.093654, 60.107159], [30.093464, 60.107154], [30.093373, 60.107158],
        [30.093285, 60.107163], [30.093183, 60.107184], [30.093131, 60.107199], [30.093052, 60.107208], [30.092980, 60.107233],
        [30.092926, 60.107253], [30.092904, 60.107268], [30.092907, 60.107290], [30.092981, 60.107340], [30.093000, 60.107389],
        [30.092977, 60.107424], [30.092937, 60.107470], [30.092884, 60.107512], [30.092834, 60.107551], [30.092784, 60.107567],
        [30.092717, 60.107573], [30.092670, 60.107562], [30.092616, 60.107549], [30.092528, 60.107549], [30.092426, 60.107546],
        [30.092351, 60.107542], [30.092253, 60.107531], [30.092093, 60.107526], [30.092015, 60.107493], [30.091954, 60.107445],
        [30.091872, 60.107394], [30.091761, 60.107379], [30.091597, 60.107371], [30.091482, 60.107365], [30.091435, 60.107348],
        [30.091298, 60.107342], [30.091240, 60.107361], [30.091213, 60.107397], [30.091203, 60.107451], [30.091154, 60.107489],
        [30.091120, 60.107498], [30.091039, 60.107493], [30.090963, 60.107457], [30.090909, 60.107449], [30.090819, 60.107444],
        [30.090669, 60.107455], [30.090532, 60.107458], [30.090387, 60.107479], [30.090158, 60.107534], [30.090094, 60.107572],
        [30.090083, 60.107612], [30.090111, 60.107675], [30.090128, 60.107701], [30.090123, 60.107729], [30.090103, 60.107763],
        [30.090041, 60.107793], [30.089952, 60.107799], [30.089847, 60.107795], [30.089721, 60.107810], [30.089585, 60.107856],
        [30.089525, 60.107870], [30.089470, 60.107872], [30.089357, 60.107854], [30.089292, 60.107852], [30.089226, 60.107862],
        [30.088997, 60.107946], [30.088905, 60.107973], [30.088810, 60.107983], [30.088639, 60.107979], [30.088522, 60.107919],
        [30.088483, 60.107866], [30.088364, 60.107800], [30.087964, 60.107600], [30.085124, 60.104261], [30.072904, 60.097271],
        [30.070784, 60.096250], [30.071047, 60.096074], [30.074207, 60.093966], [30.076887, 60.090447], [30.083281, 60.088145],
        [30.087186, 60.086877], [30.088430, 60.086581], [30.094541, 60.085319], [30.102799, 60.080853], [30.104225, 60.079593],
        [30.112105, 60.072667], [30.116017, 60.071879], [30.119135, 60.070006], [30.133216, 60.072642], [30.135428, 60.070608],
        [30.136916, 60.068250], [30.137123, 60.067922], [30.138141, 60.066308], [30.138158, 60.065950], [30.137983, 60.065420],
        [30.137829, 60.065367], [30.137355, 60.065246], [30.136766, 60.065012], [30.136333, 60.064707], [30.136015, 60.064374],
        [30.135916, 60.064070], [30.135887, 60.063306], [30.136173, 60.061417], [30.136191, 60.060610], [30.136017, 60.060170],
        [30.135770, 60.059937], [30.135259, 60.059682], [30.128249, 60.057857], [30.126282, 60.057471], [30.126578, 60.056986],
        [30.126226, 60.056730], [30.126182, 60.056323]

    ]
  };